{"recordsTotal":167,"recordsFiltered":167,"aaData":[{"id":7940,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Slowly-Conducting Pyramidal Tract Neurons in Macaque and Rat.","authors":"[A, Kraskov][D S, Soteropoulos][I S, Glover][R N, Lemon][S N, Baker]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32026928","articleAbstract":"Anatomical studies report a large proportion of fine myelinated fibers in the primate pyramidal tract (PT), while very few PT neurons (PTNs) with slow conduction velocities (CV) (<~10 m/s) are reported electrophysiologically. This discrepancy might reflect recording bias toward fast PTNs or prevention of antidromic invasion by recurrent inhibition (RI) of slow PTNs from faster axons. We investigated these factors in recordings made with a polyprobe (32 closely-spaced contacts) from motor cortex of anesthetized rats (n = 2) and macaques (n = 3), concentrating our search on PTNs with long antidromic latencies (ADLs). We identified 21 rat PTNs with ADLs >2.6 ms and estimated CV 3-8 m/s, and 67 macaque PTNs (>3.9 ms, CV 6-12 m/s). Spikes of most slow PTNs were small and present on only some recording contacts, while spikes from simultaneously recorded fast-conducting PTNs were large and appeared on all contacts. Antidromic thresholds were similar for fast and slow PTNS, while spike duration was considerably longer in slow PTNs. Most slow PTNs showed no signs of failure to respond antidromically. A number of tests, including intracortical microinjection of bicuculline (GABAA antagonist), failed to provide any evidence that RI prevented antidromic invasion of slow PTNs. Our results suggest that recording bias is the main reason why previous studies were dominated by fast PTNs.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7993,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Inner structure- and surface-controlled hollow MnO nanocubes for high sensitive MR imaging contrast effect.","authors":"[Aastha, Kukreja][Byunghoon, Kang][Seungmin, Han][Moo-Kwang, Shin][Hye Young, Son][Yuna, Choi][Eun-Kyung, Lim][Yong-Min, Huh][Seungjoo, Haam]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32394133","articleAbstract":"Manganese oxide (MnO) nanocubes were fabricated and their surface were modified by ligand encapsulation or ligand exchange, to render them water-soluble. And then, MnO formed the hollow structure by etching using acidic solution (phthalate buffer, pH 4.0). Depending on the ligand of the MnO surface, it increases the interaction between MnO and water molecules. Also, the hollow structure of MnO, as well as the ligand, can greatly enhance the accessibility of water molecules to metal ions by surface area-to-volume ratio. These factors provide high R1 relaxation, leading to strong T1 MRI signal. We have confirmed T1-weighted MR contrast effect using 4-kinds of MnO nanocubes (MnOEn, MnOEnHo, MnOEx and MnOExHo). They showed enough a MR contrast effect and biocompatibility. Especially, among them, MnOExHo exhibited high T1 relaxivity (r1) (6.02 mM-1 s-1), even about 1.5 times higher sensitivity than commercial T1 MR contrast agents. In vitro/in vivo studies have shown that MnOExHo provides highly sensitive T1-weighted MR imaging, thereby improving diagnostic visibility at the disease site.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8674,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"In vivo assessment of the drug interaction between sorafenib and paracetamol in rats.","authors":"[Agnieszka, Karbownik][Katarzyna, Sobańska][Tomasz, Grabowski][Joanna, Stanisławiak-Rudowicz][Anna, Wolc][Edmund, Grześkowiak][Edyta, Szałek]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"11-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32394097","articleAbstract":"Sorafenib is a multi-targeted tyrosine kinase inhibitor (TKI) used for the treatment of advanced renal cell carcinoma, hepatocellular carcinoma and radioactive iodine resistant thyroid carcinoma. Neoplastic diseases are the cause of pain, which may occur regardless of the stage of the disease. Paracetamol is a non-opioid analgesic used alone or in combination with opioids for the treatment of cancer pain. Numerous studies have pointed out changes in the pharmacokinetic parameters of TKIs when co-administered with paracetamol. The aim of the study was to assess drug-drug interactions (DDIs) between sorafenib and paracetamol.Rats were divided into three groups, each consisting of eight animals. The first group received sorafenib (IIS), the second group received sorafenib + paracetamol (IS+PA), whereas the third group received only paracetamol (IIIPA). A single dose of sorafenib (100 mg/kg b.w.) and paracetamol (100 mg/kg b.w.) was administered orally. The plasma concentrations of sorafenib and its metabolite-N-oxide as well as paracetamol and its glucuronide and sulphate metabolites were measured using validated high-performance liquid chromatography (HPLC) method with ultraviolet detection.The co-administration of sorafenib and paracetamol increased the maximum concentration (Cmax) of paracetamol by 33% (p = 0.0372). In the IS+ PA group the Cmax of paracetamol glucuronide was reduced by 48% (p =  < 0.0001), whereas the Cmax of paracetamol sulphate was higher by 153% (p = 0.0012) than in the IIIPA group. Paracetamol increased sorafenib and sorafenib N-oxide Cmax by 60% (p = 0.0068) and 83% (p = 0.0023), respectively.A greater knowledge of DDI between sorafenib and paracetamol may help adjust dose properly and avoid toxicity effects in individual patients.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7937,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The impact of statin discontinuation and restarting rates on the optimal time to initiate statins and on the number of cardiovascular events prevented.","authors":"[Alexander, Pate][Rachel A, Elliott][Georgios, Gkountouras][Alexander, Thompson][Richard, Emsley][Tjeerd, van Staa]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32394495","articleAbstract":"A patient is eligible for statins in England if they have a 10-year risk of cardiovascular disease >10%. We hypothesize that if statin discontinuation rates are high it may be better to delay statin initiation until patients are at a higher risk, to maximize the benefit of the drug.A four-state health state transition model was used to assess the optimal time to initiate statins after a risk assessment, in order to prevent the highest number of cardiovascular events, for a given risk profile (age, gender, risk) and adherence rate. A Clinical Practice Research Datalink dataset linked to Hospital Episodes Statistics and Office for National Statistics was used to inform the transition probabilities in this model, taking into account observed statin discontinuation and re-continuation patterns.Our results suggest, if statins are initiated in a cohort of 50-year old men with a 10% 10-year risk, we prevent 4.78 events per 100 individuals. If we wait 10 years to prescribe, at which point 10-year risk scores are at 20%, we prevent 5.45 events per 100 individuals. If the observed discontinuation rate was reduced by a sixth, third or half in the same cohort, we would prevent 7.29, 9.01 or 10.22 events per 100 individuals.In certain scenarios, extra cardiovascular disease events could be prevented by delaying statin initiation beyond a risk of 10% until reaching a age (59 for men, 63 for women), based on statin discontinuation rates in England. The optimal time to initiate statins was driven by age, not by cardiovascular risk.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7904,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Building collective power in citizen-led initiatives for health accountability in Guatemala: the role of networks.","authors":"[Alison, Hernández][Anna-Karin, Hurtig][Isabel, Goicolea][Miguel, San Sebastián][Fernando, Jerez][Francisco, Hernández-Rodríguez][Walter, Flores]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32404089","articleAbstract":"Citizen-led accountability initiatives are a critical strategy for redressing the causes of health inequalities and promoting better health system governance. A growing body of evidence points to the need for putting power relations at the forefront of understanding and operationalizing citizen-led accountability, rather than technical tools and best practices. In this study, we apply a network lens to the question of how initiatives build collective power to redress health system failures affecting marginalized communities in three municipalities in Guatemala.Network mapping and interpretive discussions were used to examine relational qualities of citizen-led initiatives' networks and explore the resources they offer for mobilizing action and influencing health accountability. Participants in the municipal-level initiatives responded to a social network analysis questionnaire focused on their ties of communication and collaboration with other initiative participants and their interactions with authorities regarding health system problems. Discussions with participants about the maps generated enriched our view of what the ties represented and their history of collective action and also provided space for planning action to strengthen their networks.Our findings indicate that network qualities like cohesiveness and centralization reflected the initiative participants' agency in adapting to their sociopolitical context, and participants' social positions were a key resource in providing connection to a broad base of support for mobilizing collective action to document health service deficiencies and advocate for solutions. Their legitimacy as \"representatives of the people\" enabled them to engage with authorities from a bolstered position of power, and their iterative interactions with authorities further contributed to develop their advocacy capabilities and resulted in accountability gains.Our study provided evidence to counter the tendency to underestimate the assets and capabilities that marginalized citizens have for building power, and affirmed the idea that best-fit, with-the-grain approaches are well-suited for highly unequal settings characterized by weak governance. Efforts to support and understand change processes in citizen-led initiatives should include focus on adaptive network building to enable contextually-embedded approaches that leverage the collective power of the users of health services and grassroots leaders on the frontlines of accountability.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7964,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Magnetic Resonance Imaging Biomarkers Distinguish Normal Pressure Hydrocephalus From Progressive Supranuclear Palsy.","authors":"[Andrea, Quattrone][Alessia, Sarica][Domenico, La Torre][Maurizio, Morelli][Basilio, Vescio][Salvatore, Nigro][Gaetano, Barbagallo][Rita, Nisticò][Maria, Salsone][Pier Paolo, Arcuri][Fabiana, Novellino][Maria Giovanna, Bianco][Gennarina, Arabia][Giuseppe, Cascini][Aldo, Quattrone]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32396693","articleAbstract":"Idiopathic normal pressure hydrocephalus and PSP share several clinical and radiological features, making differential diagnosis, at times, challenging.To differentiate idiopathic normal pressure hydrocephalus from PSP using MR volumetric and linear measurements.Twenty-seven idiopathic normal pressure hydrocephalus patients, 103 probable PSP patients, and 43 control subjects were consecutively enrolled. Automated ventricular volumetry was performed using Freesurfer 6 on MR T1 -weighted images. Linear measurements, such as callosal angle and a new measure, termed MR Hydrocephalic Index, were calculated on MR T1 -weighted images. Receiver operating characteristic analyses were used for differentiating between patient groups. Generalizability and reproducibility of the results were validated, dividing each participant group in two cohorts used as training and testing subsets.Ventricular volumes and linear measurements (callosal angle and Magnetic Resonance Hydrocephalic Index) revealed greater ventricular enlargement in patients with idiopathic normal pressure hydrocephalus than in PSP patients and controls. PSP patients had ventricular volume larger than controls. Automated ventricular volumetry and Magnetic Resonance Hydrocephalic Index were the most accurate measures (98.5%) in differentiating patients with idiopathic normal pressure hydrocephalus from PSP patients, whereas callosal angle misclassified several PSP patients and showed low positive predictive value (70.0%) in differentiating between these two diseases. All measurements accurately differentiated idiopathic normal pressure hydrocephalus patients from controls. Accuracy values obtained in the training set (automated ventricular volumetry, 98.4%; Magnetic Resonance Hydrocephalic Index, 98.4%; callosal angle, 87.5%) were confirmed in the testing set.Our study demonstrates that AVV and Magnetic Resonance Hydrocephalic Index were the most accurate measures for differentiation between idiopathic normal pressure hydrocephalus and PSP patients. Magnetic Resonance Hydrocephalic Index is easy to measure and can be used in clinical practice to prevent misdiagnosis and ineffective shunt procedures in idiopathic normal pressure hydrocephalus mimics. © 2020 International Parkinson and Movement Disorder Society.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7888,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Cortical formation abnormalities on foetal MR imaging: a proposed classification system trialled on 356 cases from Italian and UK centres.","authors":"[Andrea, Righini][Maurilio, Genovese][Cecilia, Parazzini][Mariasavina, Severino][Elisa, Scola][Lorenzo, Pinelli][Giorgio, Conte][Ignazio, Derrico][Marco, Di Maurizio][Giacomo, Talenti][Laura, Mandefield][Deborah, Jarvis][Giovanni, Palumbo][Renzo, Guerrini][Andrea, Rossi][Fabio, Triulzi][Paul D, Griffiths]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32405748","articleAbstract":"To formulate a classification system for foetal cortical formation abnormalities (CFAs) based on in utero magnetic resonance (iuMR) appearances and trial it in 356 cases.This retrospective study included all cases of foetal CFA diagnosed between 2000 and 2017 from seven centres in Italy and UK. All of the studies were reviewed by a panel of paediatric neuroradiologists experienced in iuMR with the aid of an algorithm designed to categorise the abnormalities.Consensus expert review confirmed 356 foetuses with CFA and the first level of classification distinguished bilateral CFA (229/356-64%) from unilateral CFA (127/356-36%) cases with sub-classification of the bilateral cases into asymmetric (65/356-18%) and symmetric (164/356-46%) involvement. There was a statistically significant excess of foetuses with small head size, e.g. 17% of the cohort had a bi-parietal diameter < 3rd centile. There was a small but statistically significant excess of males in the cohort. Further categorisation was made on fine anatomical structure.It is often not possible to classify foetal CFA using the principles and nomenclature used in paediatric neuroradiology. We have created a classification system for foetal CFA based on the analysis of 356 cases and believe that this will assist future research designed to correlate ante-natal and post-natal imaging features and understand the clinical sequelae of CFA described in utero.• We describe a morphological classification system of foetal brain cortical formation abnormalities that can be used in clinical practice. • This classification system can be used in future research studies to evaluate the long-term imaging and clinical outcomes of foetal brain cortical formation abnormalities in 17- to 38-week gestational age range. • The practical value of the work is in providing a framework and language to look for imaging clues that may differentiate between different CFA in further studies.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7979,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Augmented deep learning model for improved quantitative accuracy of MR-based PET attenuation correction in PSMA PET-MRI prostate imaging.","authors":"[Andrii, Pozaruk][Kamlesh, Pawar][Shenpeng, Li][Alexandra, Carey][Jeremy, Cheng][Viswanath P, Sudarshan][Marian, Cholewa][Jeremy, Grummet][Zhaolin, Chen][Gary, Egan]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32394162","articleAbstract":"Estimation of accurate attenuation maps for whole-body positron emission tomography (PET) imaging in simultaneous PET-MRI systems is a challenging problem as it affects the quantitative nature of the modality. In this study, we aimed to improve the accuracy of estimated attenuation maps from MRI Dixon contrast images by training an augmented generative adversarial network (GANs) in a supervised manner. We augmented the GANs by perturbing the non-linear deformation field during image registration between MRI and the ground truth CT images.We acquired the CT and the corresponding PET-MR images for a cohort of 28 prostate cancer patients. Data from 18 patients (2160 slices and later augmented to 270,000 slices) was used for training the GANs and others for validation. We calculated the error in bone and soft tissue regions for the AC μ-maps and the reconstructed PET images.For quantitative analysis, we use the average relative absolute errors and validate the proposed technique on 10 patients. The DL-based MR methods generated the pseudo-CT AC μ-maps with an accuracy of 4.5% more than standard MR-based techniques. Particularly, the proposed method demonstrates improved accuracy in the pelvic regions without affecting the uptake values. The lowest error of the AC μ-map in the pelvic region was 1.9% for μ-mapGAN + aug compared with 6.4% for μ-mapdixon, 5.9% for μ-mapdixon + bone, 2.1% for μ-mapU-Net and 2.0% for μ-mapU-Net + aug. For the reconstructed PET images, the lowest error was 2.2% for PETGAN + aug compared with 10.3% for PETdixon, 8.7% for PETdixon + bone, 2.6% for PETU-Net and 2.4% for PETU-Net + aug.. CONCLUSION: The proposed technique to augment the training datasets for training of the GAN results in improved accuracy of the estimated μ-map and consequently the PET quantification compared to the state of the art.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7907,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Safety of regadenoson with theophylline reversal during dynamic computed tomography perfusion and magnetic resonance imaging in patients with CAD.","authors":"[Anna, Oleksiak][Mariusz, Kruk][Mateusz, Śpiewak][Barbara, Miłosz-Wieczorek][Magdalena, Marczak][Marcin, Demkow][Cezary, Kępka]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32395975","articleAbstract":"Usage of regadenoson in dynamic computed tomography perfusion (CTP) and magnetic resonance myocardial perfusion imaging (MR MPI) is off-label.The study aimed to assess the safety of regadenoson with theophylline reversal during CTP and MR MPI in patients with coronary artery disease (CAD).In this prospective study, patients with ≥1 intermediate coronary artery stenosis on computed tomography angiography, underwent CTP and MR MPI with 0.4 mg of regadenoson. After examinations, 200 mg of theophylline was given intravenously in 100 ml of saline. Changes in blood pressure (BP) and heart rate (HR) were repeatedly assessed. All side effects and adverse events were registered. From 112 examinations in 56 patients (25 females, 63.5 (8.5) years) all were diagnostic. There were no deaths, myocardial infarctions, severe arrythmia, high-grade atrio-ventricular block or bronchospasm. The most common symptoms were palpitations (17%), hot flushing (8%), chest discomfort (4%) and mild dyspnoea (3%). There were no significant differences between baseline and peak BP. There was a significant increase of peak HR after regadenoson as compared to the baseline (in MR MPI 63 [59-75] beats per minute (bpm) vs 93 [86-102] bpm, P < 0.001 and in CTP 65 [60-70] bpm vs 95 [86-107] bpm, P < 0.001). The haemodynamic response to the regadenoson and their side effect were completely reversible by theophylline.Regadenoson may be a safe vasodilator for CTP and MR MPI in CAD patients. Theophylline administration after perfusion examinations is safe and reverses regadenoson side effects.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8678,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Murine iNKT cells are depleted by liver damage via activation of P2RX7.","authors":"[Astrid A, Bovens][Thomas H, Wesselink][Felix M, Behr][Natasja A M, Kragten][René A W, van Lier][Klaas P J M, van Gisbergen][Regina, Stark]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"10-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32390174","articleAbstract":"Invariant natural killer T cells (iNKT) constitute up to 50% of liver lymphocytes and contribute to immunosurveillance as well as pathogenesis of the liver. Systemic activation of iNKT cells induces acute immune-mediated liver injury. However, how tissue damage events regulate iNKT cell function and homeostasis remains unclear. We found that specifically tissue-resident iNKT cells in liver and spleen express the tissue-damage receptor P2RX7 and the P2RX7-activating ectoenzyme ARTC2. P2RX7 expression restricted formation of iNKT cells in the liver suggesting that liver iNKT cells are actively restrained under homeostatic conditions. Deliberate activation of P2RX7 in vivo by exogenous NAD resulted in a nearly complete iNKT cell ablation in liver and spleen in a P2RX7-dependent manner. Tissue damage generated by acetaminophen-induced liver injury reduced the number of iNKT cells in the liver. The tissue-damage-induced iNKT cell depletion was driven by P2RX7 and localized to the site of injury, as iNKT cells in the spleen remained intact. The depleted liver iNKT cells reconstituted only slowly compared to other lymphocytes such as regulatory T cells. These findings suggest that tissue-damage-mediated depletion of iNKT cells acts as a feedback mechanism to limit iNKT cell-induced pathology resulting in the establishment of a tolerogenic environment. This article is protected by copyright. All rights reserved.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7917,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The use of GnRH-agonist trigger for the final maturation of oocytes in normal and low responders undergoing planned oocyte cryopreservation.","authors":"[Bat-Sheva L, Maslow][Michael, Guarnaccia][Cara, Stefanacci][Leslie, Ramirez][Joshua U, Klein]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32406915","articleAbstract":"Does GnRH-agonist trigger offer similar maturity rate (MR) in low and normal responders compared to high responders in women undergoing planned oocyte cryopreservation, for whom even a small risk of ovarian hyperstimulation syndrome (OHSS) may not be acceptable?GnRH-agonist is an appropriate choice for final maturation of oocytes in planned oocyte cryopreservation, regardless of response to stimulation or risk of ovarian hyperstimulation syndrome.Numerous studies have demonstrated the utility of GnRH-agonist trigger for the prevention of ovarian hyperstimulation in high-responder in vitro fertilization cycles. Limited data exist supporting its use in normal or low responders, or in non-infertile women undergoing planned oocyte cryopreservation.Retrospective cohort study of 1189 subjects including all planned oocyte cryopreservation cycles performed at a large, single center, oocyte cryopreservation program from April 2016 to December 2018.A total of 1680 cycles were included in the study. A total of 57.1% (959/1680) utilized GnRH-agonist for trigger. Demographic and clinical data were collected from the medical record. Maturation rate was calculated for the entire cohort, and by trigger type, using the quotient of Metaphase II (MII) oocytes and retrieved oocytes. A sub-cohort of GnRH-agonist trigger cycles were categorized by peak estradiol (E2) levels and maturation rates compared between groups. Associations were made using Student's t test, ANOVA, Mann-Whitney U and Kruskal-Wallis, where appropriate. A sample size calculation for 90% power with a significance of 5% to detect non-inferiority of <0.05 from a 0.75 maturity rate between subjects with E2 > 3000 pg/mL and E2 < 3000 pg/mL demonstrated the need for at least 116 cycles per group.Mean MR was 0.71 ± 0.19 overall, and 0.73 ± 0.18 in the sub-cohort of GnRH-agonist trigger cycles. A total of 611 cycles (63.7%) had peak E2 < 3000, and 331 (34.5%) had E2 > 3000. No significant difference in maturity rate was noted between cycles with E2 levels >3000 pg/mL and <3000 pg/mL (0.72 ± 0.19 vs. 0.74 ± 0.14, P = 0.18), confirming the non-inferiority of maturity rates with GnRH-agonist triggers in cycles with peak E2 < 3000 pg/mL. While lower mean oocytes retrieved and mean MII oocytes were associated with lower peak E2 levels, maturity rate did not significantly differ amongst E2 level groups. Cycles with E2 < 1000 pg/mL had lower MR irrespective of trigger type.The retrospective nature cannot entirely exclude selection biases, confounding factors or additional variables that could not be accounted for or were not collected by the electronic medical record. Given the nature of planned oocyte cryopreservation, studies of ongoing pregnancy rates and birth outcomes will naturally be delayed. Lastly, the study population was limited to women undergoing planned oocyte cryopreservation; therefore, the results may not be generalizable to women undergoing in vitro fertilization.This is the first study specifically comparing the efficacy of GnRH-agonist in patients at lower risk for OHSS to those at high risk, as well the first study evaluating GnRH-agonist's efficacy specifically in planned oocyte cryopreservation cycles.Study support provided by departmental funds from the Center for Fertility Research and Education-Extend Fertility Medical Practice. BLM discloses personal fees from Ferring Pharmaceuticals and Merck KgAA, unrelated to the submitted work. C.S., M.G., L.R. and J.K. have nothing to disclose.N/A.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8671,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Exposures to Dental Products, Stomatological Preparations, and in Dental Care and Toothache reported to the PIC Erfurt (1997 to 2017).","authors":"[Beate, Budenz][Michael, Deters][Dagmar, Prasa][Helmut, Hentschel]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"15-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32415116","articleAbstract":"We examined human exposures to dental products (EDP), stomatological preparations (ESP), and in the context of dental care (EDC) or toothache (ETA) registered by the Poisons Information Centre (PIC) Erfurt from 1997 to 2017. Dental products like dental technical and filling materials belong to medical devices. Stomatological preparations were classified according to the ATC code and symptom severity to the Poisoning Severity Score (PSS). In total, 156 cases of EDP (136 cases with different tooth filling materials), 1167 cases of ESP (55.6% fluoride containing products), 979 cases of EDC, and 331 cases of ETA were registered. Symptom severity in EDP and ESP were asymptomatic or mild. In ETA and EDC, however, 35 cases with moderate and 5 cases with severe symptoms were detected. 5 moderate and 3 severe cases were caused by prolonged paracetamol overdose. Severe bleeding occurred following tooth extraction in a 41 year-old phenprocoumon treated patient after self-medication with acetylsalicylic acid and metamizole. Gingival injection of lidocaine plus epinephrine in a 37 year-old healthy woman resulted in severe bradycardia and cardiac arrest. Acute toxicity of EDP and ESP appears to be low. Prolonged paracetamol overdose because of toothache, and some dental treatment can result in severe symptoms.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7921,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"A mixed methods case study investigating how randomised controlled trials (RCTs) are reported, understood and interpreted in practice.","authors":"[Ben E, Byrne][Leila, Rooshenas][Helen S, Lambert][Jane M, Blazeby]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398100","articleAbstract":"While randomised controlled trials (RCTs) provide high-quality evidence to guide practice, much routine care is not based upon available RCTs. This disconnect between evidence and practice is not sufficiently well understood. This case study explores this relationship using a novel approach. Better understanding may improve trial design, conduct, reporting and implementation, helping patients benefit from the best available evidence.We employed a case-study approach, comprising mixed methods to examine the case of interest: the primary outcome paper of a surgical RCT (the TIME trial). Letters and editorials citing the TIME trial's primary report underwent qualitative thematic analysis, and the RCT was critically appraised using validated tools. These analyses were compared to provide insight into how the TIME trial findings were interpreted and appraised by the clinical community.23 letters and editorials were studied. Most authorship included at least one academic (20/23) and one surgeon (21/23). Authors identified wide-ranging issues including confounding variables or outcome selection. Clear descriptions of bias or generalisability were lacking. Structured appraisal identified risks of bias. Non-RCT evidence was less critically appraised. Authors reached varying conclusions about the trial without consistent justification. Authors discussed aspects of internal and external validity covered by appraisal tools but did not use these methodological terms in their articles.This novel method for examining interpretation of an RCT in the clinical community showed that published responses identified limited issues with trial design. Responses did not provide coherent rationales for accepting (or not) trial results. Findings may suggest that authors lacked skills in appraisal of RCT design and conduct. Multiple case studies with cross-case analysis of other trials are needed.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7872,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"A flexible workflow for simulating transcranial electric stimulation in healthy and lesioned brains.","authors":"[Benjamin, Kalloch][Pierre-Louis, Bazin][Arno, Villringer][Bernhard, Sehm][Mario, Hlawitschka]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32407389","articleAbstract":"Simulating transcranial electric stimulation is actively researched as knowledge about the distribution of the electrical field is decisive for understanding the variability in the elicited stimulation effect. Several software pipelines comprehensively solve this task in an automated manner for standard use-cases. However, simulations for non-standard applications such as uncommon electrode shapes or the creation of head models from non-optimized T1-weighted imaging data and the inclusion of irregular structures are more difficult to accomplish. We address these limitations and suggest a comprehensive workflow to simulate transcranial electric stimulation based on open-source tools. The workflow covers the head model creation from MRI data, the electrode modeling, the modeling of anisotropic conductivity behavior of the white matter, the numerical simulation and visualization. Skin, skull, air cavities, cerebrospinal fluid, white matter, and gray matter are segmented semi-automatically from T1-weighted MR images. Electrodes of arbitrary number and shape can be modeled. The meshing of the head model is implemented in a way to preserve the feature edges of the electrodes and is free of topological restrictions of the considered structures of the head model. White matter anisotropy can be computed from diffusion-tensor imaging data. Our solver application was verified analytically and by contrasting the tDCS simulation results with that of other simulation pipelines (SimNIBS 3.0, ROAST 3.0). An agreement in both cases underlines the validity of our workflow. Our suggested solutions facilitate investigations of irregular structures in patients (e.g. lesions, implants) or new electrode types. For a coupled use of the described workflow, we provide documentation and disclose the full source code of the developed tools.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7877,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Functional magnetic resonance imaging study of working memory several years after pediatric concussion.","authors":"[Brian L, Brooks][Shane, Virani][Aneesh, Khetani][Helen, Carlson][Zeanna, Jadavji][Micaela, Mauthner][Trevor A, Low][Vickie, Plourde][Frank P, MacMaster][Signe, Bray][Ashley D, Harris][Catherine, Lebel][R Marc, Lebel][Michael J, Esser][Keith Owen, Yeates][Karen M, Barlow]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32396403","articleAbstract":"The neurophysiological effects of pediatric concussion several years after injury remain inadequately characterized. The objective of this study was to determine if a history of concussion was associated with BOLD response differences during an n-back working memory task in youth.Observational, cross-sectional.Participants include 52 children and adolescents (M = 15.1 years, 95%CI = 14.4-15.8, range = 9-19) with past concussion (n = 33) or orthopedic injury (OI; n = 19). Mean time since injury was 2.5 years (95%CI = 2.0-3.0). Measures included postconcussion symptom ratings, neuropsychological testing, and blood-oxygen-dependent-level (BOLD) functional magnetic resonance imaging (fMRI) during an n-back working memory task.Groups did not differ on accuracy or speed during the three n-back conditions. They also did not differ in BOLD signal change for the 1- vs. 0-back or 2- vs. 0-back contrasts (controlling for task performance).This study does not support group differences in BOLD response during an n-back working memory task in youth who are on average 2.5 years post-concussion. The findings are encouraging from the perspective of understanding recovery after pediatric concussion.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8664,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Removal of emerging pollutants in aqueous phase by heterogeneous Fenton and photo-Fenton with Fe2O3-TiO2-clay heterostructures.","authors":"[Carmen B, Molina][Eva, Sanz-Santos][Ali, Boukhemkhem][Jorge, Bedia][Carolina, Belver][Juan J, Rodriguez]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"16-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32418101","articleAbstract":"Fe2O3-TiO2-clay heterostructures have been prepared using an organo-bentonite as support, which organophilic character favored the fixation of TiO2. Furthermore, Fe2O3 was successfully anchored by wet impregnation. The resulting materials are characterized by a disordered layered structure and a mesoporous texture. The heterostructures were employed as catalysts for the removal of two pharmaceuticals, acetaminophen (ACE) and antipyrine (ANT), by heterogeneous Fenton and photo-Fenton processes. ACE removal under different operation conditions was studied in detail to establish structure-performance relationships, being the TiO2 formation and the developed texture the main factors controlling the activity. ANT showed a higher refractory behavior in oxidation by Fenton. Among the technologies studied, heterogeneous photo-Fenton achieved the best catalytic performance and higher kinetic rate and mineralization degree. Iron leaching was very low, lower than 5% of the initial iron load in all cases. This work demonstrates the potential application of these heterostructures for the removal of emerging pollutants of different nature.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7965,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"3D-Printed Coronary Implants Are Effective for Percutaneous Creation of Swine Models with Focal Coronary Stenosis.","authors":"[Caroline M, Colbert][Jiaxin, Shao][John J, Hollowed][Jesse W, Currier][Olujimi A, Ajijola][Gregory A, Fishbein][Sandra M, Duarte-Vogel][Rohan, Dharmakumar][Peng, Hu][Kim-Lien, Nguyen]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32394352","articleAbstract":"Reliable, closed-chest methods for creating large animal models of acute myocardial hypoperfusion are limited. We demonstrated the feasibility and efficacy of using magnetic resonance (MR)-compatible 3D-printed coronary implants for establishing swine models of myocardial hypoperfusion. We designed, manufactured, and percutaneously deployed implants in 13 swine to selectively create focal coronary stenosis. To test the efficacy of the implants to cause hypoperfusion or ischemia in the perfused territory, we evaluated regional wall motion, myocardial perfusion, and infarction using MR imaging. The overall swine survival rate was 85% (11 of 13). The implant retrieval rate was 92% (12 of 13). Fluoroscopic angiography confirmed focal stenosis. Cine and perfusion MRI showed regional wall motion abnormalities and inducible ischemia, respectively. Late gadolinium enhancement and histopathology showed no myocardial infarction. Our minimally invasive technique has promising applications for validation of new diagnostic methods in cardiac MR. Graphical abstract Our new minimally invasive, percutaneous method for creating swine models of acute focal coronary stenosis can be used for magnetic resonance imaging studies of myocardial ischemia. Comparable to existing methods in its efficacy and reliability, this rapid prototyping technique will allow researchers to more easily conduct translational cardiac imaging studies of coronary artery disease in large animal models.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8672,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"The GLP-1 receptor agonist lixisenatide reduces postprandial glucose in patients with diabetes secondary to total pancreatectomy: a randomised, placebo-controlled, double-blinded crossover trial.","authors":"[Caroline T B, Juel][Asger, Lund][Maria M, Andersen][Carsten P, Hansen][Jan H, Storkholm][Jens F, Rehfeld][Gerrit, van Hall][Bolette, Hartmann][Nicolai J, Wewer Albrechtsen][Jens J, Holst][Tina, Vilsbøll][Filip K, Knop]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"11-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32394228","articleAbstract":"Treatment of diabetes secondary to total pancreatectomy remains a challenge and insulin constitutes the only glucose-lowering treatment for these patients. We hypothesised that the glucagon-like peptide 1 (GLP-1) receptor agonist lixisenatide would improve postprandial glucose tolerance in totally pancreatectomised patients.In a double-blinded, randomised, crossover study, 12 totally pancreatectomised individuals (age: 65.0 ± 9.5 mean±SD years; BMI: 22.9 ± 3.9 kg/m2) and 12 healthy control individuals (age 66.1 ± 7.6 years; BMI: 24.0 ± 2.9 kg/m2) underwent two 3 h liquid mixed-meal tests (with paracetamol for assessment of gastric emptying) after single-dose injection of 20 μg of lixisenatide or placebo. Basal insulin was given the night before each experimental day; no insulin was given during study days.Compared with placebo, lixisenatide reduced postprandial plasma glucose excursions in the pancreatectomy group (baseline-subtracted AUC [bsAUC] [mean±SEM]: 548 ± 125 vs 1447 ± 95 mmol/l × min, p < 0.001) and in the control group (-126 ± 12 vs 222 ± 51 mmol/l × min, p < 0.001). In the pancreatectomy group a mean peak glucose concentration of 23.3 ± 1.0 mmol/l was reached at time point 134 ± 11 min with placebo, compared with a mean peak glucose concentration of 18 ± 1.4 mmol/l (p = 0.008) at time point 148 ± 13 min (p = 0.375) with lixisenatide. In the control group a mean peak concentration of 8.2 ± 0.4 mmol/l was reached at time point 70 ± 13 min with placebo, compared with a mean peak concentration of 5.5 ± 0.1 mmol/l (p < 0.001) at time point 8 ± 25 min (p = 0.054) with lixisenatide. Lixisenatide also reduced gastric emptying and postprandial glucagon responses in the pancreatectomy group (66 ± 84 vs 1190 ± 311 pmol/l × min, p = 0.008) and in the control group (141 ± 100 vs 190 ± 100 pmol/l × min, p = 0.034). In the pancreatectomy group, C-peptide was undetectable in plasma. In the control group, postprandial plasma C-peptide responses were reduced with lixisenatide (18 ± 17 vs 189 ± 31 nmol/l × min, p < 0.001).The GLP-1 receptor agonist lixisenatide reduces postprandial plasma glucose excursions in totally pancreatectomised patients. The mode of action seems to involve deceleration of gastric emptying and reduced postprandial responses of gut-derived glucagon.ClinicalTrials.gov NCT02640118.This study was funded by an unrestricted investigator-initiated study grant from Sanofi. Support was also received from from the Novo Nordisk Foundation Center for Basic Metabolic Research, the A.P. Møller Foundation for the Advancement of Medical Science and the Faculty of Health and Medical Sciences, University of Copenhagen.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7908,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The role of dopaminergic and serotonergic transmission in the processing of primary and monetary reward.","authors":"[Casper, Schmidt][Nikolina, Skandali][Carsten, Gleesborg][Timo L, Kvamme][Hema, Schmidt][Kim, Frisch][Arne, Møller][Valerie, Voon]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32392573","articleAbstract":"Natural rewards such as erotic stimuli activate common neural pathways with monetary rewards. In human studies, the manipulation of dopamine and serotonin play an important role in the processing of monetary rewards with less understood on its role on erotic stimuli. In this study, we investigate the neuromodulatory effects of dopaminergic and serotonergic transmission in the processing of erotic versus monetary visual stimuli. We scanned one hundred and two (N = 102) healthy volunteers using functional magnetic resonance imaging while performing a modified version of the well-validated monetary incentive delay task consisting of erotic, monetary and neutral visual stimuli. We show a role for enhanced central dopamine and lowered central serotonin levels in increasing activity in the right caudate and left anterior insula during anticipation of erotic relative to monetary rewards in healthy controls. We further show differential activation in the anticipation of natural versus monetary rewards with the former associated with ventromesial and dorsomesial activity and the latter with dorsal cingulate, striatal and anterior insular activity. These findings are consistent with preclinical and clinical findings of a role for dopaminergic and serotonergic mechanisms in the processing of natural rewards. Our study provides further insights into the neural substrates underlying reward processing for natural primary erotic rewards and yields importance for the neurochemical systems of addictive disorders including gambling disorder.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8005,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Do AKT1, COMT and FAAH influence reports of acute cannabis intoxication experiences in patients with first episode psychosis, controls and young adult cannabis users?","authors":"[Chandni, Hindocha][Diego, Quattrone][Tom P, Freeman][Robin M, Murray][Valeria, Mondelli][Gerome, Breen][Charles, Curtis][Celia J A, Morgan][H, Valerie Curran][Marta, Di Forti]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398646","articleAbstract":"Epidemiological and biological evidence support the association between heavy cannabis use and psychosis. However, it is unclear which cannabis users are susceptible to its psychotogenic effect. Therefore, understanding genetic factors contributing to this relationship might prove an important strategy to identify the mechanisms underlying cannabis-associated psychotic experiences. We aimed to determine how variation in AKT1, COMT and FAAH genotypes, and their interaction with three different groups (first episode psychosis (FEP) patients (n = 143), controls (n = 92) and young adult (YA) cannabis users n = 485)) influenced cannabis experiences, in those who had used cannabis at least once. We investigated the role of AKT1 (rs2494732), COMT Val158Met (rs4680) and FAAH (rs324420) on cannabis experiences by combining data from a large case-control study of FEP patients, with a naturalistic study of YA cannabis users (n = 720). Outcome measures were cannabis-induced psychotic-like experiences (cPLEs) and euphoric experiences (cEEs). We used linear mixed effects models to assess the effects of each genotype and their interaction with group, adjusting for age, sex, ethnicity, age of first cannabis use, years of use and frequency. cPLEs were more frequent in FEP patients than controls and YA cannabis users. cEEs were more prevalent in YA cannabis users than FEP patients or controls. Variation in AKT1, COMT or FAAH was not associated with cPLEs/cEEs. There was no interaction between genotype and group (FEP cases, controls and YA cannabis users) on cPLEs/cEEs. In conclusion, AKT1, COMT or FAAH did not modulate specific psychotomimetic response to cannabis and did not interact with group, contrary to previous research.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7946,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Single-cell transcriptome reveals the novel role of T-bet in suppressing the immature NK gene signature.","authors":"[Chao, Yang][Jason R, Siebert][Robert, Burns][Yongwei, Zheng][Ao, Mei][Benedetta, Bonacci][Demin, Wang][Raul A, Urrutia][Matthew J, Riese][Sridhar, Rao][Karen-Sue, Carlson][Monica S, Thakar][Subramaniam, Malarkannan]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32406817","articleAbstract":"The transcriptional activation and repression during NK cell ontology are poorly understood. Here, using single-cell RNA-sequencing, we reveal a novel role for T-bet in suppressing the immature gene signature during murine NK cell development. Based on transcriptome, we identified five distinct NK cell clusters and define their relative developmental maturity in the bone marrow. Transcriptome-based machine-learning classifiers revealed that half of the mTORC2-deficient NK cells belongs to the least mature NK cluster. Mechanistically, loss of mTORC2 results in an increased expression of signature genes representing immature NK cells. Since mTORC2 regulates the expression of T-bet through AktS473-FoxO1 axis, we further characterized the T-bet-deficient NK cells and found an augmented immature transcriptomic signature. Moreover, deletion of Foxo1 restores the expression of T-bet and corrects the abnormal expression of immature NK genes. Collectively, our study reveals a novel role for mTORC2-AktS473-FoxO1-T-bet axis in suppressing the transcriptional signature of immature NK cells.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7941,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"In Vitro Quantification of Mitral Regurgitation of Complex Geometry by the Modified Proximal Isovelocity Surface Area Method.","authors":"[Chloé, Papolla][Jérome, Adda][Arnaud, Rique][Gilbert, Habib][Régis, Rieu]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32418654","articleAbstract":"Doppler echocardiographic methods, such as the proximal isovelocity surface area (PISA) method, are used to quantify mitral regurgitations (MRs). However, their accuracy and reproducibility are still being discussed, especially in the case of MR of complex geometry. The aim of this study was to evaluate the accuracy of the PISA method depending on the shape and number of regurgitant flows.First, various MR shapes and severities (central, oblong, and multiple-jet MR) were mimicked in a left heart simulator. The effective regurgitant orifice area (EROA) was calculated using the standard and modified PISA methods and was compared to a reference value obtained from an electromagnetic flowmeter. Second, in order to clinically validate the in vitro findings, 16 patients were examined with two-dimensional (2D) echocardiography. The results were analyzed by comparing the PISA method and the echocardiographic 2D quantitative volumetric method.Both hemicylindrical and hemiellipsoidal PISA assumptions improved the quantification of the EROA for oblong MR compared with the traditional PISA method (hemispherical PISA assumption: 11 ± 4.6 mm2, P < .01; hemicylindrical PISA assumption: 2 ± 0.8 mm2, P = .83; hemiellipsoidal PISA assumption: 6 ± 3.7 mm2, P = .05). In the case of multiple jets of different sizes, an improved EROA calculation was measured when both jets were considered (single hemispherical PISA assumption: 4.5 ± 0.7 mm2, P < .01; double hemispherical PISA assumption: 2 ± 1.1 mm2, P = .64).For a correct diagnosis of MR, the PISA geometry must be considered. A measurement of both PISA radius and PISA width is necessary for an accurate quantification of an oblong MR. In the case of a double-jet MR, a measurement of the two radii is recommended.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7958,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Psychiatric healthcare utilisation among refugee adolescents and their peers in Denmark.","authors":"[Christopher J, de Montgomery][J H, Petersen][S S, Jervelund]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32409884","articleAbstract":"To investigate the psychiatric healthcare utilisation of refugees vis-à-vis their peers in Denmark during the ages 15-22.This paper utilises comprehensive full-population registry data from 1995 to 2016 to explore the psychiatric healthcare utilisation during the transition from childhood to adulthood for refugees (N = 13,027), a comparison group of children of labour migrants from Morocco, Pakistan, and Turkey (N = 13,413), and the majority population (N = 693,043) in Denmark. To test for population differences in types of admission for particular types of disorders, odds ratios for a first contact during ages 15-22 were calculated using logistic regression. For those with at least one diagnosis-specific hospital contact, differences in the amount and type of treatment were tested using negative binomial regression to estimate means ratios of days hospitalised, days in outpatient care, number of outpatient contacts, consultations with psychiatrists in private practice, and prescribed medicine purchases.Refugees and the comparison group were generally less likely than the majority population to have a first contact for most disorders (adjusted ORs 0.03-0.88), but not for schizophrenia for boys (adjusted ORs 0.92-2.13). Among those who did have a first contact, youths from the ethnic minority groups tended to have more or similar inpatient and emergency room contacts (MRs 0.89-2.10), hospitalisations of refugee girls being an exception (MR 0.46; CI [0.23-0.94]), but fewer outpatient contacts, consultations with psychiatrists in private practice, and prescribed medicine purchases (MRs 0.23-0.94).The results suggest that refugee and other ethnic minority groups may face barriers both to initial contact and to completing adequate treatment beyond the first contact.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7996,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The effects of biochar as the electron shuttle on the ferrihydrite reduction and related arsenic (As) fate.","authors":"[Chuan, Wu][Wenhui, An][Ziyu, Liu][Jun, Lin][Ziyan, Qian][Shengguo, Xue]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"31780288","articleAbstract":"The effects of electron shuttles (biochar/anthraquinone-2,6-disulphonate (AQDS)) on the process of the Shewanella oneidensis MR-1-induced As(V)-adsorbed ferrihydrite reduction were studied. The results showed that biochar could stimulate Fe(Ⅱ) and As release during the ferrihydrite bioreduction. After the addition of biochar, more dissolved organic matter (DOM) can be consumed as an electron donor to promote the metabolism of microorganisms by the fluorescence excitation-emission matrix spectra analysis. After microbial treatment, cyclic voltammetry (CV) showed that a unique cathodic peak and a distinct anodic peak appeared, which may represent the reduction of Fe(OH)3 to Fe(OH)2 and the complexed oxidation of Fe2+ to Fe3+. No characteristic peak was associated with arsenate reduction or arsenite oxidation. The mineralogical characterization of the final products indicated that AQDS can promote solid-state conversion from ferrihydrite to vivianite (Fe3(PO4)2·8H2O). However, the addition of biochar inhibited solid-state conversion of ferrihydrite. It was shown that after 6 d, the secondary mineral vivianite production in the bacteria alone and AQDS treatments was 8.12% and 15.6% respectively by mössbauer spectroscopy analysis. Moreover, the XPS indicated that As(V) has no species transformation. It provided new data for understanding the iron-reducing bacteria induced mineralization process and related biogeochemical cycles of Fe and As.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7985,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Stimulation strength controls the rate of initiation but not the molecular organization of TCR-induced signalling.","authors":"[Claire Y, Ma][John C, Marioni][Gillian M, Griffiths][Arianne C, Richard]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32412411","articleAbstract":"Millions of naïve T cells with different TCRs may interact with a peptide-MHC ligand, but very few will activate. Remarkably, this fine control is orchestrated using a limited set of intracellular machinery. It remains unclear whether changes in stimulation strength alter the programme of signalling events leading to T cell activation. Using mass cytometry to simultaneously measure multiple signalling pathways during activation of murine CD8+ T cells, we found a programme of distal signalling events that is shared, regardless of the strength of TCR stimulation. Moreover, the relationship between transcription of early response genes Nr4a1 and Irf8 and activation of the ribosomal protein S6 is also conserved across stimuli. Instead, we found that stimulation strength dictates the rate with which cells initiate signalling through this network. These data suggest that TCR-induced signalling results in a coordinated activation program, modulated in rate but not organization by stimulation strength.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7955,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Gel dosimetry provides the optimal end-to-end quality assurance dosimetry for MR-linacs.","authors":"[Clive, Baldock][Christian P, Karger][Habib, Zaidi]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"16-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32418219","articleAbstract":"Major advances in external beam radiation therapy in the last decade have provided technologies for planning and delivering highly conformal radiation dose distributions made available by refined beam targeting methods, including intensity-modulated radiation therapy using tomotherapy, volumetric modulated arc therapy and many other auspicious tools for 3D dose painting. The emergence of magnetic resonance imaging (MRI) systems integrated with linear accelerators (linacs), commonly known as an MR-linacs, have realized MR-image guided radiation therapy (MRgRT) systems.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7878,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Real-time tracking of self-reported symptoms to predict potential COVID-19.","authors":"[Cristina, Menni][Ana M, Valdes][Maxim B, Freidin][Carole H, Sudre][Long H, Nguyen][David A, Drew][Sajaysurya, Ganesh][Thomas, Varsavsky][M Jorge, Cardoso][Julia S, El-Sayed Moustafa][Alessia, Visconti][Pirro, Hysi][Ruth C E, Bowyer][Massimo, Mangino][Mario, Falchi][Jonathan, Wolf][Sebastien, Ourselin][Andrew T, Chan][Claire J, Steves][Tim D, Spector]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32393804","articleAbstract":"A total of 2,618,862 participants reported their potential symptoms of COVID-19 on a smartphone-based app. Among the 18,401 who had undergone a SARS-CoV-2 test, the proportion of participants who reported loss of smell and taste was higher in those with a positive test result (4,668 of 7,178 individuals; 65.03%) than in those with a negative test result (2,436 of 11,223 participants; 21.71%) (odds ratio = 6.74; 95% confidence interval = 6.31-7.21). A model combining symptoms to predict probable infection was applied to the data from all app users who reported symptoms (805,753) and predicted that 140,312 (17.42%) participants are likely to have COVID-19.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7887,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Visualization of Proximal and Distal Kaplan Fibers Using 3-Dimensional Magnetic Resonance Imaging and Anatomic Dissection.","authors":"[Daniel P, Berthold][Lukas, Willinger][Lukas N, Muench][Philipp, Forkel][Andreas, Schmitt][Klaus, Woertler][Andreas B, Imhoff][Elmar, Herbst]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32407130","articleAbstract":"In current magnetic resonance imaging (MRI) of the knee, injuries to the anterolateral ligament complex (ALC) and the Kaplan fibers (KFs) are not routinely assessed. As ruptures of the KFs contribute to anterolateral rotatory instability in the anterior cruciate ligament-deficient knee, detecting these injuries on MRI may help surgeons to individualize treatment.To visualize the KFs on 3-T MRI and to conduct a layer-by-layer dissection of the ALC.Descriptive laboratory study.Ten fresh-frozen human cadaveric knees (mean ± SD age, 72 ± 8.5 years) without history of ligament injury were used in this study. Before layer-by-layer dissection of the ALC, MRI was performed to define the radiologic anatomy of the KFs. A coronal T1-weighted 3-dimensional turbo spin echo sequence and a transverse T2-weighted turbo spin echo sequence were obtained. Three-dimensional data sets were used for multiplanar reconstructions.KFs were identified in 100% of cases on MRI and in anatomic dissection. The mean length of the proximal and distal KFs was 17.9 ± 3.6 mm and 12.4 ± 6.5 mm, respectively. On MRI, the distance from the lateral femoral epicondyle to the proximal KFs was 35.9 ± 6.9 mm and to the distal KFs, 16.6 ± 4.1 mm; in anatomic dissection, the distances were 41.4 ± 8.1 mm for proximal KFs and 28.2 ± 8.1 mm for distal KFs. The distance from the lateral joint line to the proximal KFs was 63.5 ± 7.6 mm and to the distal KFs, 45.3 ± 3.7 mm. Interobserver reliability for image analysis was excellent for all measurements.KFs can be consistently identified on MRI with use of 3-dimensional sequences. Subsequent anatomic dissection confirmed their close topography to the superior lateral genicular artery. For clinical implications, the integrity of the KFs should be routinely reviewed on MRI scans.As ruptures of the KFs contribute to anterolateral rotatory instability, accurate visualization of the KFs on MRI may facilitate surgical decision making for additional anterolateral procedures in the anterior cruciate ligament-deficient knee.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7910,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Prospective motion correction of fMRI: Improving the quality of resting state data affected by large head motion.","authors":"[Danilo, Maziero][Carlo, Rondinoni][Theo, Marins][Victor Andrew, Stenger][Thomas, Ernst]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32044436","articleAbstract":"The quality of functional MRI (fMRI) data is affected by head motion. It has been shown that fMRI data quality can be improved by prospectively updating the gradients and radio-frequency pulses in response to head motion during image acquisition by using an MR-compatible optical tracking system (prospective motion correction, or PMC). Recent studies showed that PMC improves the temporal Signal to Noise Ratio (tSNR) of resting state fMRI data (rs-fMRI) acquired from subjects not moving intentionally. Besides that, the time courses of Independent Components (ICs), resulting from Independent Component Analysis (ICA), were found to present significant temporal correlation with the motion parameters recorded by the camera. However, the benefits of applying PMC for improving the quality of rs-fMRI acquired under large head movements and its effects on resting state networks (RSN) and connectivity matrices are still unknown. In this study, subjects were instructed to cross their legs at will while rs-fMRI data with and without PMC were acquired, which generated head motion velocities ranging from 4 to 30 ​mm/s. We also acquired fMRI data without intentional motion. Independent component analysis of rs-fMRI was performed to evaluate IC maps and time courses of RSNs. We also calculated the temporal correlation among different brain regions and generated connectivity matrices for the different motion and PMC conditions. In our results we verified that the crossing leg movements reduced the tSNR of sessions without and with PMC by 45 and 20%, respectively, when compared to sessions without intentional movements. We have verified an interaction between head motion speed and PMC status, showing stronger attenuation of tSNR for acquisitions without PMC than for those with PMC. Additionally, the spatial definition of major RSNs, such as default mode, visual, left and right central executive networks, was improved when PMC was enabled. Furthermore, motion altered IC-time courses by decreasing power at low frequencies and increasing power at higher frequencies (typically associated with artefacts). PMC partially reversed these alterations of the power spectra. Finally, we showed that PMC provides temporal correlation matrices for data acquired under motion conditions more comparable to those obtained by fMRI sessions where subjects were instructed not to move.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7954,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The role of B-Cell Lymphoma-3 (BCL-3) in enabling the hallmarks of cancer: implications for the treatment of colorectal carcinogenesis.","authors":"[Danny N, Legge][Adam C, Chambers][Christopher T, Parker][Penny, Timms][Tracey J, Collard][Ann C, Williams]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"31930327","articleAbstract":"With its identification as a proto-oncogene in chronic lymphocytic leukaemia and central role in regulating NF-κB signalling, it is perhaps not surprising that there have been an increasing number of studies in recent years investigating the role of BCL-3 (B-Cell Chronic Lymphocytic Leukaemia/Lymphoma-3) in a wide range of human cancers. Importantly, this work has begun to shed light on our mechanistic understanding of the function of BCL-3 in tumour promotion and progression. Here, we summarize the current understanding of BCL-3 function in relation to the characteristics or traits associated with tumourigenesis, termed 'Hallmarks of Cancer'. With the focus on colorectal cancer, a major cause of cancer related mortality in the UK, we describe the evidence that potentially explains why increased BCL-3 expression is associated with poor prognosis in colorectal cancer. As well as promoting tumour cell proliferation, survival, invasion and metastasis, a key emerging function of this proto-oncogene is the regulation of the tumour response to inflammation. We suggest that BCL-3 represents an exciting new route for targeting the Hallmarks of Cancer; in particular by limiting the impact of the enabling hallmarks of tumour promoting inflammation and cell plasticity. As BCL-3 has been reported to promote the stem-like potential of cancer cells, we suggest that targeting BCL-3 could increase the tumour response to conventional treatment, reduce the chance of relapse and hence improve the prognosis for cancer patients.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7999,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Developing metrics for nursing quality of care for low- and middle-income countries: a scoping review linked to stakeholder engagement.","authors":"[David, Gathara][Mathias, Zosi][George, Serem][Jacinta, Nzinga][Georgina A V, Murphy][Debra, Jackson][Sharon, Brownie][Mike, English]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32410633","articleAbstract":"The use of appropriate and relevant nurse-sensitive indicators provides an opportunity to demonstrate the unique contributions of nurses to patient outcomes. The aim of this work was to develop relevant metrics to assess the quality of nursing care in low- and middle-income countries (LMICs) where they are scarce.We conducted a scoping review using EMBASE, CINAHL and MEDLINE databases of studies published in English focused on quality nursing care and with identified measurement methods. Indicators identified were reviewed by a diverse panel of nursing stakeholders in Kenya to develop a contextually appropriate set of nurse-sensitive indicators for Kenyan hospitals specific to the five major inpatient disciplines. We extracted data on study characteristics, nursing indicators reported, location and the tools used. A total of 23 articles quantifying the quality of nursing care services met the inclusion criteria. All studies identified were from high-income countries. Pooled together, 159 indicators were reported in the reviewed studies with 25 identified as the most commonly reported. Through the stakeholder consultative process, 52 nurse-sensitive indicators were recommended for Kenyan hospitals.Although nurse-sensitive indicators are increasingly used in high-income countries to improve quality of care, there is a wide heterogeneity in the way indicators are defined and interpreted. Whilst some indicators were regarded as useful by a Kenyan expert panel, contextual differences prompted them to recommend additional new indicators to improve the evaluations of nursing care provision in Kenyan hospitals and potentially similar LMIC settings. Taken forward through implementation, refinement and adaptation, the proposed indicators could be more standardised and may provide a common base to establish national or regional professional learning networks with the common goal of achieving high-quality care through quality improvement and learning.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7967,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Long-latency Responses to a Mechanical Perturbation of the Index Finger Have a Spinal Component.","authors":"[Demetris S, Soteropoulos][Stuart N, Baker]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32245828","articleAbstract":"In an uncertain external environment, the motor system may need to respond rapidly to an unexpected stimulus. Limb displacement causes muscle stretch; the corrective response has multiple activity bursts, which are suggested to originate from different parts of the neuraxis. The earliest response is so fast, it can only be produced by spinal circuits; this is followed by slower components thought to arise from primary motor cortex (M1) and other supraspinal areas. Spinal cord (SC) contributions to the slower components are rarely considered. To address this, we recorded neural activity in M1 and the cervical SC during a visuomotor tracking task, in which 2 female macaque monkeys moved their index finger against a resisting motor to track an on-screen target. Following the behavioral trial, an increase in motor torque rapidly returned the finger to its starting position (lever velocity >200°/s). Many cells responded to this passive mechanical perturbation (M1: 148 of 211 cells, 70%; SC: 67 of 119 cells, 56%). The neural onset latency was faster for SC compared with M1 cells (21.7 ± 11.2 ms vs 25.5 ± 10.7 ms, respectively, mean ± SD). Using spike-triggered averaging, some cells in both regions were identified as likely premotor cells, with monosynaptic connections to motoneurons. Response latencies for these cells were compatible with a contribution to the muscle responses following the perturbation. Comparable fractions of responding neurons in both areas were active up to 100 ms after the perturbation, suggesting that both SC circuits and supraspinal centers could contribute to later response components.SIGNIFICANCE STATEMENT Following a limb perturbation, multiple reflexes help to restore limb position. Given conduction delays, the earliest part of these reflexes can only arise from spinal circuits. By contrast, long-latency reflex components are typically assumed to originate from supraspinal centers. We recorded from both spinal and motor cortical cells in monkeys responding to index finger perturbations. Many spinal interneurons, including those identified as projecting to motoneurons, responded to the perturbation; the timing of responses was compatible with a contribution to both short- and long-latency reflexes. We conclude that spinal circuits also contribute to long-latency reflexes in distal and forearm muscles, alongside supraspinal regions, such as the motor cortex and brainstem.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7876,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Could the smoking gun in the fight against Covid-19 be the (rh) ACE2?","authors":"[Dhamend, Lutchman]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"19-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398309","articleAbstract":"-","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7895,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Coping with extremes: Remarkably blunt adrenocortical responses to acute stress in two sympatric snow finches on the Qinghai-Tibet Plateau during winter relative to other seasons.","authors":"[Dongming, Li][Jason E, Davis][Gang, Wang][Ghulam, Nabi][Valerie R, Bishop][Yanfeng, Sun][Simone L, Meddle][John C, Wingfield][Fumin, Lei]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32057911","articleAbstract":"The extreme climatic conditions (ECCs) of the Qinghai-Tibet Plateau impose strong selective pressures on the evolution of phenotypic traits in free-living animals. It is not well understood how animals on the Qinghai-Tibet Plateau modify their adrenocortical functions in response to both predictable and unpredictable events of ECCs, especially when the available resources are lowest during the wintering life-history stage. To uncover potential physiological mechanisms, we studied the life history stage dependent features of morphology, the plasma corticosterone response to acute stress and brain glucocorticoid receptor (GR) and mineralocorticoid receptor (MR) mRNA expression in two sympatric snow finches: the white-rumped snow finch (Onychostruthus taczanowskii, WRSF); and the rufous-necked snow finch, Pyrgilauda ruficollis, RNSF) in Qinghai Province, China. Our results showed that (a) baseline corticosterone and stressor-induced corticosterone levels significantly varied with life history stage, but not between the species; (b) in WRSF, GR mRNA expression in the paraventricular nucleus was higher in the wintering stage compared to the pre-basic molt stage. There were no differences in hippocampus MR mRNA expression between stages in either species; (c) in the wintering stage, the suppression of corticosterone secretion in both species was an unexpected strategy in free-living animals. Both convergent and divergent phenotypic traits of adrenocortical responses to acute stress in two sympatric snow finches contribute to our understanding of the coping mechanisms of closely related species in the severe winter on the Qinghai-Tibet Plateau.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7939,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Field-structured magnetic elastomers based on thermoplastic polyurethane for fused filament fabrication.","authors":"[E, Dohmen][A, Saloum][J, Abel]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32279641","articleAbstract":"The utilization of 'smart' materials with adaptable properties or characteristics are a widespread research issue, offering potential for tailored solutions, weight reduction or added value of products through integrated functionality. Therefore, field controlled hybrid materials such as magnetorheological (MR) elastomers or electrorheological (ER) fluids are particularly valuable and within the focus of science and research. At the same time, additive manufacturing has had a strong influence on production processes over the past decade. Today a 3D printer can be found across all disciplines in almost every company, research institution and even in many private households. The Fused Filament Fabrication (FFF) process is especially popular due to its low cost and simplicity. Within this work, a new approach for the generation of field-structured magnetic elastomers using the FFF process and a correspondingly developed prototype print head for implementation are presented and discussed. With its unique research landscape Dresden offers excellent conditions for the development of innovative processes and composite materials in the field of generative manufacture. In the 'Dresden Concept' network, experts from various disciplines collaborate and investigate the entire spectrum starting from biological materials, through lightweight fibre reinforced polymer composites, to high-temperature ceramics. This article is part of the theme issue 'Patterns in soft and biological matters'.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7951,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Deep learning-based fully automatic segmentation of wrist cartilage in MR images.","authors":"[Ekaterina, Brui][Aleksandr Y, Efimtcev][Vladimir A, Fokin][Remi, Fernandez][Anatoliy G, Levchuk][Augustin C, Ogier][Alexey A, Samsonov][Jean P, Mattei][Irina V, Melchakova][David, Bendahan][Anna, Andreychenko]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32394453","articleAbstract":"The study objective was to investigate the performance of a dedicated convolutional neural network (CNN) optimized for wrist cartilage segmentation from 2D MR images. CNN utilized a planar architecture and patch-based (PB) training approach that ensured optimal performance in the presence of a limited amount of training data. The CNN was trained and validated in 20 multi-slice MRI datasets acquired with two different coils in 11 subjects (healthy volunteers and patients). The validation included a comparison with the alternative state-of-the-art CNN methods for the segmentation of joints from MR images and the ground-truth manual segmentation. When trained on the limited training data, the CNN outperformed significantly image-based and PB-U-Net networks. Our PB-CNN also demonstrated a good agreement with manual segmentation (Sørensen-Dice similarity coefficient [DSC] = 0.81) in the representative (central coronal) slices with a large amount of cartilage tissue. Reduced performance of the network for slices with a very limited amount of cartilage tissue suggests the need for fully 3D convolutional networks to provide uniform performance across the joint. The study also assessed inter- and intra-observer variability of the manual wrist cartilage segmentation (DSC = 0.78-0.88 and 0.9, respectively). The proposed deep learning-based segmentation of the wrist cartilage from MRI could facilitate research of novel imaging markers of wrist osteoarthritis to characterize its progression and response to therapy.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7883,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Anomalous triple origin and neck mergers of a vertebral artery.","authors":"[Elif, Gozgec][Hayri, Ogul]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32417243","articleAbstract":"Accurate knowledge of the variant origin of the vertebral arteries (VAs) is important in vascular surgery and angiographic procedures in the neck. A triple origin of the VA is extremely rare. We report the first adult case of triple origin of the right VA from the right subclavian artery (SA). This report demonstrates magnetic resonance (MR) angiography findings of this unusual anatomic variation .","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7983,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Dosimetry-driven quality measure of brain pseudo Computed Tomography generated from deep learning for MRI-only radiotherapy treatment planning.","authors":"[Emilie Alvarez, Andres][Lucas, Fidon][Maria, Vakalopoulou][Marvin, Lerousseau][Alexandre, Carré][Roger, Sun][Guillaume, Klausner][Samy, Ammari][Nathan, Benzazon][Sylvain, Reuzé][Théo, Estienne][Stéphane, Niyoteka][Enzo, Battistella][Angéla, Rouyar][Georges, Noël][Anne, Beaudre][Frédéric, Dhermain][Eric, Deutsch][Nikos, Paragios][Charlotte, Robert]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32417412","articleAbstract":"This study aims at evaluating the impact of key parameters on the pseudo Computed Tomography (pCT) quality generated from Magnetic Resonance Imaging (MRI) with a 3D convolutional neural network (CNN).402 brain tumor cases were retrieved yielding to associations of 182 Computed Tomography (CT)/T1 weighted MRI (T1), 180 CT/contrast enhanced T1 weighted MRI (T1-Gd) and 40 CT/T1/T1-Gd. A 3D CNN was used to map T1 or T1-Gd into CT and evaluate the importance of different components. First, the training set size influence on the testing set accuracy was assessed. Moreover, we evaluated the MR sequence impact, using T1 only and T1-Gd only cohorts. Then, we investigated four MRI standardization approaches, namely histogram-based (HB), zero-mean/unit-variance (ZMUV), White Stripe (WS) and no standardization (NS) based on training, validation and testing cohorts composed of 242, 81 and 79 patients cases respectively, as well as a bias field correction influence. Finally, two networks, namely HighResNet and 3D UNet, were compared to evaluate the architecture impact on the pCT quality. The Mean Absolute Error (MAE), gamma indices and dose volume histograms were used as evaluation metrics.Generating models using all the available cases for training led to higher pCT quality. The T1 and T1-Gd models indicated maximum differences in gamma indices means of 0.07 percent point. The MAE obtained with WS was 78 Hounsfield Units (HU) +/-22HU, which slightly outperformed HB, ZMUV and NS (p<0.0001). Regarding the network architectures, 3%/3mm gamma indices of 99.83%+/-0.19% and 99.74%+/-0.24% were obtained for HighResNet and 3D UNet respectively.Our best pCT were generated using more than 200 samples in the training dataset, while training with T1 only and T1-Gd only did not significantly affect the performance. Regardless of the preprocessing applied, the dosimetry quality remained equivalent and relevant for a potential use in clinical practice.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7971,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Dynamics of the transcriptional landscape during human fetal testis and ovary development.","authors":"[Estelle, Lecluze][Antoine D, Rolland][Panagiotis, Filis][Bertrand, Evrard][Sabrina, Leverrier-Penna][Millissia Ben, Maamar][Isabelle, Coiffec][Vincent, Lavoué][Paul A, Fowler][Séverine, Mazaud-Guittot][Bernard, Jégou][Frédéric, Chalmel]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32412604","articleAbstract":"Which transcriptional program triggers sex differentiation in bipotential gonads and downstream cellular events governing fetal testis and ovary development in humans?The characterization of a dynamically regulated protein-coding and non-coding transcriptional landscape in developing human gonads of both sexes highlights a large number of potential key regulators that show an early sexually dimorphic expression pattern.Gonadal sex differentiation is orchestrated by a sexually dimorphic gene expression program in XX and XY developing fetal gonads. A comprehensive characterization of its non-coding counterpart offers promising perspectives for deciphering the molecular events underpinning gonad development and for a complete understanding of the etiology of disorders of sex development in humans.To further investigate the protein-coding and non-coding transcriptional landscape during gonad differentiation, we used RNA-sequencing (RNA-seq) and characterized the RNA content of human fetal testis (N = 24) and ovaries (N = 24) from 6 to 17 postconceptional week (PCW), a key period in sex determination and gonad development.First trimester fetuses (6-12 PCW) and second trimester fetuses (13-14 and 17 PCW) were obtained from legally induced normally progressing terminations of pregnancy. Total RNA was extracted from whole human fetal gonads and sequenced as paired-end 2 × 50 base reads. Resulting sequences were mapped to the human genome, allowing for the assembly and quantification of corresponding transcripts.This RNA-seq analysis of human fetal testes and ovaries at seven key developmental stages led to the reconstruction of 22 080 transcripts differentially expressed during testicular and/or ovarian development. In addition to 8935 transcripts displaying sex-independent differential expression during gonad development, the comparison of testes and ovaries enabled the discrimination of 13 145 transcripts that show a sexually dimorphic expression profile. The latter include 1479 transcripts differentially expressed as early as 6 PCW, including 39 transcription factors, 40 long non-coding RNAs and 20 novel genes. Despite the use of stringent filtration criteria (expression cut-off of at least 1 fragment per kilobase of exon model per million reads mapped, fold change of at least 2 and false discovery rate adjusted P values of less than <1%), the possibility of assembly artifacts and of false-positive differentially expressed transcripts cannot be fully ruled out.Raw data files (fastq) and a searchable table (.xlss) containing information on genomic features and expression data for all refined transcripts have been submitted to the NCBI GEO under accession number GSE116278.The intrinsic nature of this bulk analysis, i.e. the sequencing of transcripts from whole gonads, does not allow direct identification of the cellular origin(s) of the transcripts characterized. Potential cellular dilution effects (e.g. as a result of distinct proliferation rates in XX and XY gonads) may account for a few of the expression profiles identified as being sexually dimorphic. Finally, transcriptome alterations that would result from exposure to pre-abortive drugs cannot be completely excluded. Although we demonstrated the high quality of the sorted cell populations used for experimental validations using quantitative RT-PCR, it cannot be totally excluded that some germline expression may correspond to cell contamination by, for example, macrophages.For the first time, this study has led to the identification of 1000 protein-coding and non-coding candidate genes showing an early, sexually dimorphic, expression pattern that have not previously been associated with sex differentiation. Collectively, these results increase our understanding of gonad development in humans, and contribute significantly to the identification of new candidate genes involved in fetal gonad differentiation. The results also provide a unique resource that may improve our understanding of the fetal origin of testicular and ovarian dysgenesis syndromes, including cryptorchidism and testicular cancers.This work was supported by the French National Institute of Health and Medical Research (Inserm), the University of Rennes 1, the French School of Public Health (EHESP), the Swiss National Science Foundation [SNF n° CRS115_171007 to B.J.], the French National Research Agency [ANR n° 16-CE14-0017-02 and n° 18-CE14-0038-02 to F.C.], the Medical Research Council [MR/L010011/1 to P.A.F.] and the European Community's Seventh Framework Programme (FP7/2007-2013) [under grant agreement no 212885 to P.A.F.] and from the European Union's Horizon 2020 Research and Innovation Programme [under grant agreement no 825100 to P.A.F. and S.M.G.]. There are no competing interests related to this study.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7986,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Deciphering the complex interplay between pancreatic cancer, diabetes mellitus subtypes and obesity/BMI through causal inference and mediation analyses.","authors":"[Esther, Molina-Montes][Claudia, Coscia][Paulina, Gómez-Rubio][Alba, Fernández][Rianne, Boenink][Marta, Rava][Mirari, Márquez][Xavier, Molero][Matthias, Löhr][Linda, Sharp][Christoph W, Michalski][Antoni, Farré][José, Perea][Michael, O'Rorke][William, Greenhalf][Mar, Iglesias][Adonina, Tardón][Thomas M, Gress][Victor M, Barberá][Tatjana, Crnogorac-Jurcevic][Luis, Muñoz-Bellvís][J Enrique, Dominguez-Muñoz][Harald, Renz][Joaquim, Balcells][Eithne, Costello][Lucas, Ilzarbe][Jörg, Kleeff][Bo, Kong][Josefina, Mora][Damian, O'Driscoll][Ignasi, Poves][Aldo, Scarpa][Jingru, Yu][Manuel, Hidalgo][Rita T, Lawlor][Weimin, Ye][Alfredo, Carrato][Francisco X, Real][Núria, Malats][]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32409590","articleAbstract":"To characterise the association between type 2 diabetes mellitus (T2DM) subtypes (new-onset T2DM (NODM) or long-standing T2DM (LSDM)) and pancreatic cancer (PC) risk, to explore the direction of causation through Mendelian randomisation (MR) analysis and to assess the mediation role of body mass index (BMI).Information about T2DM and related factors was collected from 2018 PC cases and 1540 controls from the PanGenEU (European Study into Digestive Illnesses and Genetics) study. A subset of PC cases and controls had glycated haemoglobin, C-peptide and genotype data. Multivariate logistic regression models were applied to derive ORs and 95% CIs. T2DM and PC-related single nucleotide polymorphism (SNP) were used as instrumental variables (IVs) in bidirectional MR analysis to test for two-way causal associations between PC, NODM and LSDM. Indirect and direct effects of the BMI-T2DM-PC association were further explored using mediation analysis.T2DM was associated with an increased PC risk when compared with non-T2DM (OR=2.50; 95% CI: 2.05 to 3.05), the risk being greater for NODM (OR=6.39; 95% CI: 4.18 to 9.78) and insulin users (OR=3.69; 95% CI: 2.80 to 4.86). The causal association between T2DM (57-SNP IV) and PC was not statistically significant (ORLSDM=1.08, 95% CI: 0.86 to 1.29, ORNODM=1.06, 95% CI: 0.95 to 1.17). In contrast, there was a causal association between PC (40-SNP IV) and NODM (OR=2.85; 95% CI: 2.04 to 3.98), although genetic pleiotropy was present (MR-Egger: p value=0.03). Potential mediating effects of BMI (125-SNPs as IV), particularly in terms of weight loss, were evidenced on the NODM-PC association (indirect effect for BMI in previous years=0.55).Findings of this study do not support a causal effect of LSDM on PC, but suggest that PC causes NODM. The interplay between obesity, PC and T2DM is complex.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7890,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Assessment of Ploy Dopamine Coated Fe3O4 Nanoparticles for Melanoma (B16-F10 and A-375) Cells Detection.","authors":"[Fahimeh H, Beigi][Soheil, Fatahian][Sogand, Shahbazi-Gahrouei][Daryoush, Shahbazi-Gahrouei][Amin, Farzadniya]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32400336","articleAbstract":"Poly dopamine coated iron oxide nanoparticles (Fe3O4@PDA NPs) were synthesized, characterized, and their MR imaging contrast agents and photothermal potency were evaluated on melanoma (B16-F10 and A-375) cells and normal skin cell. To this end, MTT assay, Fe concentration, and MR imaging of both coated and uncoated NPs were assessed in C57BL/6 mice.Fe3O4 nanoparticles were synthesized using co-precipitation, and coated with poly dopamine. The cytotoxicity of Fe3O4 and Fe3O4@PDA NPs on melanoma cells with different concentrations were obtained using MTT assay. MR images and Fe concentration, of nanoprobe and nanoparticles were evaluated under in vivo conditions.Findings indicated that uncoated Fe3O4 showed the highest toxicity on animal (B16- F10) cells at 450µg/ml after 72h, while the highest toxicity in human (A-375) cells were observed at 350µg/ml. These nanoparticles did not reveal any cytotoxicity to normal skin cells, despite having some toxicity features in A-375 cells. MR image signals in tumor were low compared with other tissues. The iron concentration in tumor was higher than that of other organs.It is concluded that the cytotoxicity of Fe3O4@PDA were found to be significantly lower than uncoated nanoparticles (p <0.001) which allow some positive effects on reducing toxicity. The prepared nanoprobe may be used as contrast agent in MR imaging.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8676,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Comparing the effects of ketorolac and Paracetamol on postoperative pain relief after coronary artery bypass graft surgery. A randomized clinical trial.","authors":"[Fatemeh, Javaherforooshzadeh][Hasan, Abdalbeygi][Farahzad, Janatmakan][Behnam, Gholizadeh]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"11-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32393370","articleAbstract":"Pain management after coronary artery bypass graft (CABG) surgery remains challenging.This study aimed to compare the effects of Ketorolac and Paracetamol on postoperative CABG pain relief.This double-blind randomized clinical trial study was conducted in Ahvaz, Iran, from September 2018-December 2019. Two consecutive groups of 60 patients undergoing elective on-pump coronary artery bypass graft surgery.The patients were divided into 0.5 mg/kg of ketorolac mg/dl and 10 mg/kg of Paracetamol after surgery for pain management. Primary outcomes were: visual analog pain scale (VAS) at the time point immediately after extubation (baseline) and at 6, 12, 24 and 48 h and the total dose of morphine consumption. Secondary outcomes included the hemodynamic variables, weaning time, chest tube derange, in-hospital mortality and myocardial infarction.The data were analyzed using SPSS version 22(SPSS, Chicago, IL). The Mann-Whitney U-test was used to compare demographic data, VAS scores, vital signs, and side effects. Repeated measurements were tested within groups using Friedman's ANOVA and the Wilcoxon rank-sum test. Values were expressed as means ± standard deviations. Statistical significance was defined as a p-value < 0.05.Compared with baseline scores, there were significant declines in VAS scores in both groups throughout the time sequence (P< 0.05). The statistical VAS score was slightly higher in the Paracetamol group at most time points, except for the time of 6 h. However, at 24 and 48 h, the VAS score in group Paracetamol was significantly higher than in group Ketorolac. There were no significant differences between groups about hemodynamic variables.The efficacy of ketorolac is comparable to that of Paracetamol in postoperative CABG pain relief.IRCT20150216021098N5. Registered at 2019-09-12.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7980,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Bimodal magnetic resonance and optical imaging of extracellular matrix remodelling by orthotopic ovarian tumours.","authors":"[Filip, Bochner][Liat, Fellus-Alyagor][Dafna, Ketter][Ofra, Golani][Inbal, Biton][Michal, Neeman]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32390007","articleAbstract":"The extracellular matrix modulates the development of ovarian tumours. Currently, evaluation of the extracellular matrix in the ovary is limited to histological methods. Both magnetic resonance imaging (MRI) and two-photon microscopy (2PM) enable dynamic visualisation and quantification of fibrosis by endogenous contrast mechanisms: magnetisation transfer (MT) MRI and second-harmonic generation (SHG) 2PM, respectively.Here, we applied the MT-MRI protocol for longitudinal imaging of the stroma in orthotopic human ovarian cancer ES-2 xenograft model in CD1 athymic nude mice, and for orthotopically implanted ovarian PDX using a MR-compatible imaging window chamber implanted into NSG mice.We observed differences between ECM deposition in ovarian and skin lesions, and heterogeneous collagen distribution in ES-2 lesions. An MR-compatible imaging window chamber enabled visual matching between T2 MRI maps of orthotopically implanted PDX grafts and anatomical images of their microenvironment acquired with a stereomicroscope and SHG-2PM intravital microscopy of the collagen. Bimodal MRI/2PM imaging allowed us to quantify the fibrosis within the same compartments, and demonstrated the consistent results across the modalities.This work demonstrates a novel approach for measuring the stromal biomarkers in orthotopic ovarian tumours in mice, on both macroscopic and microscopic levels.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7944,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Gap balancing versus measured resection for primary total knee arthroplasty: a meta-analysis study.","authors":"[Filippo, Migliorini][Jörg, Eschweiler][Yasser El, Mansy][Valentin, Quack][Hanno, Schenker][Markus, Tingart][Arne, Driessen]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32409905","articleAbstract":"To achieve the most desirable post-operative results, operation techniques and procedures for total knee arthroplasty (TKA) are highly standardized. However, debates persist whether patients having undergone a gap balancing technique (GB) perform better than those having undergone measured resection (MR) technique. Therefore, a meta-analysis study was conducted to investigate advantages of GB compared to the MR. The focus of the present study was on clinical and functional scores, radiological measurements and further complications.The present meta-analysis was conducted according to the PRISMA checklist. In November 2019, literature search was performed. All clinical studies comparing measured resection technique versus gap balancing technique for primary total knee arthroplasty were considered for inclusion. Only articles reporting quantitative data under the outcomes of interest were eligible for inclusion. The methodological quality assessment and statistical analyses were performed through the Review Manager Software version 5.3 (The Cochrane Collaboration, Copenhagen).Data from 25 clinical trials (2971 procedures) were collected. Patient baseline demonstrated a good comparability. No difference among the two cohorts was found in terms of SF-12 Mental and Physical, ROM, KSS, KSS Function, OKS, WOMAC. No difference was found in the alignment of mechanical axis and femoral rotation. During the knee motion, no difference was found between the medial and lateral gaps among the two techniques. The GB showed a significant elevated joint line (P < 0.0001), along with a longer duration of the operating time (P = 0.001). No differences were found in terms of revision surgery, aseptic loosening or prosthetic infections.GB and MR achieve similar outcomes for TKA. In the GB group, a proximalisation of the joint line and extended operating time was detected. Regarding the additional outcomes of interest, the present analysis showed comparability between both groups, MR and GB.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8001,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Circumferential Adipose Lesion of the Sciatic Nerve: Case Report.","authors":"[Gavin A, Davis][Tomas, Marek][Kimberly K, Amrami][Mark A, Mahan][Robert J, Spinner]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32407922","articleAbstract":"Adipose lesions of nerve are generally distinguished as either extraneural or intraneural lipomas or, alternatively, lipomatosis of nerve. We present a patient with an unusual circumferential lipoma that completely encircles the right sciatic nerve and discuss a possible pathogenesis.A 44-year-old woman presented with progressive symptoms and signs of sciatic neuropathy for 1 year. MR imaging revealed a large lipomatous mass extending from the level of the lesser trochanter to the distal third of the femur. The sciatic nerve was completely enveloped by the lipoma in the proximal segment, partially enveloped in the mid-segment and was separate from the nerve in the distal segment. The lipoma was not covered by epineurium. The tumor was completely resected and the patient's neurologic symptoms improved.The pathogenetic mechanism of the reported circumferential lipoma is not known. Two possible mechanisms considered included 1) envelopment by an extraneural lipoma over time, and 2) occurrence of a lipoma in the paraneurial compartment (and in this case, extension into an extraneural one). Based on the available literature, lipomas that circumferentially envelop the entire nerve seem to be underrecognized and poorly understood. Analogous cases of lipomas enveloping nerves or other structures than nerves have been reported in the literature. Our reported case highlights the complexity of adipose lesions affecting nerve.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7891,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Will Children Reveal their Secret? The Coronavirus Dilemma.","authors":"[George James, Porter]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398300","articleAbstract":"-","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8662,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Identification of Falsified Chloroquine Tablets in Africa at the Time of the COVID-19 Pandemic.","authors":"[Gesa, Gnegel][Cathrin, Hauk][Richard, Neci][Georges, Mutombo][Fidelis, Nyaah][Dorothee, Wistuba][Christine, Häfele-Abah][Lutz, Heide]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"12-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32400349","articleAbstract":"Reports that chloroquine and hydroxychloroquine may be effective against COVID-19 have received worldwide attention, increasing the risk of the introduction of falsified versions of these medicines. Five different types of falsified chloroquine tablets were discovered between March 31, 2020 and April 4, 2020, in Cameroon and the Democratic Republic of Congo by locally conducted thin layer chromatographic analysis. Subsequent investigation by liquid chromatography and mass spectrometry in Germany proved the absence of detectable amounts of chloroquine and the presence of undeclared active pharmaceutical ingredients, that is, paracetamol and metronidazole, in four of the samples. The fifth sample contained chloroquine, but only 22% of the declared amount. Such products represent a serious risk to patients. Their occurrence exemplifies that once medicines or vaccines against COVID-19 may be developed, falsified products will enter the market immediately, especially in low- and middle-income countries (LMICs). Timely preparations for the detection of such products are required, including the establishment of appropriate screening technologies in LMICs.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7869,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Dynamic contrast-enhanced MRI in oncology: how we do it.","authors":"[Giuseppe, Petralia][Paul E, Summers][Andrea, Agostini][Roberta, Ambrosini][Roberta, Cianci][Giulia, Cristel][Linda, Calistri][Stefano, Colagrande]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32415476","articleAbstract":"Magnetic resonance imaging (MRI) is particularly attractive for clinical application in perfusion imaging thanks to the absence of ionizing radiation and limited volumes of contrast agent (CA) necessary. Dynamic contrast-enhanced MRI (DCE-MRI) involves sequentially acquiring T1-weighted images through an organ of interest during the passage of a bolus administration of CA. It is a particularly flexible approach to perfusion imaging as the signal intensity time course allows not only rapid qualitative assessment, but also quantitative measures of intrinsic perfusion and permeability parameters. We examine aspects of the T1-weighted image series acquisition, CA administration, post-processing that constitute a DCE-MRI study in clinical practice, before considering some heuristics that may aid in interpreting the resulting contrast enhancement time series. While qualitative DCE-MRI has a well-established role in the diagnostic assessment of a range of tumours, and a central role in MR mammography, clinical use of quantitative DCE-MRI remains limited outside of clinical trials. The recent publication of proposals for standardized acquisition and analysis protocols for DCE-MRI by the Quantitative Imaging Biomarker Alliance may be an opportunity to consolidate and advance clinical practice.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7899,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"High circulating levels of midregional proenkephalin A predict vascular dementia: a population-based prospective study.","authors":"[H, Holm][K, Nägga][E D, Nilsson][F, Ricci][O, Melander][O, Hansson][E, Bachus][A, Fedorowski][M, Magnusson]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32415209","articleAbstract":"Midregional Pro-enkephalin A (MR-PENK A) and N-terminal Protachykinin A (NT-PTA) have been associated with vascular dementia. However, the longitudinal relationship between these biomarkers and incident dementia has not been fully investigated. In the population-based Malmö Preventive Project, circulating levels of MR-PENK A and NT-PTA were determined in a random sample of 5,323 study participants (mean age: 69 ± 6 years) who were followed-up over a period of 4.6 ± 1.6 years. The study sample included 369 patients (7%) who were diagnosed in the same period with dementia. We analyzed relationship of MR-PENK A and NT-PTA with the risk of developing dementia by using multivariable-adjusted Cox regression models adjusted for traditional risk factors. Increased plasma levels of MR-PENK A were associated with higher risk of incident vascular dementia whereas no associations were found with all-cause or Alzheimer dementia. The risk of vascular dementia was mainly conferred by the highest quartile of MR-PENK as compared with lower quartiles. Elevated levels of NT-PTA yielded significant association with all-cause dementia or dementia subtypes. Elevated plasma concentration of MR-PENK A independently predicts vascular dementia in the general population. MR-PENK A may be used as an additional tool for identifying vascular subtype in ambiguous dementia cases.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7925,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The empirical replicability of task-based fMRI as a function of sample size.","authors":"[Han, Bossier][Sanne P, Roels][Ruth, Seurinck][Tobias, Banaschewski][Gareth J, Barker][Arun L W, Bokde][Erin Burke, Quinlan][Sylvane, Desrivières][Herta, Flor][Antoine, Grigis][Hugh, Garavan][Penny, Gowland][Andreas, Heinz][Bernd, Ittermann][Jean-Luc, Martinot][Eric, Artiges][Frauke, Nees][Dimitri Papadopoulos, Orfanos][Luise, Poustka][Juliane H, Fröhner Dipl-Psych][Michael N, Smolka][Henrik, Walter][Robert, Whelan][Gunter, Schumann][Beatrijs, Moerkerke][]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32036019","articleAbstract":"Replicating results (i.e. obtaining consistent results using a new independent dataset) is an essential part of good science. As replicability has consequences for theories derived from empirical studies, it is of utmost importance to better understand the underlying mechanisms influencing it. A popular tool for non-invasive neuroimaging studies is functional magnetic resonance imaging (fMRI). While the effect of underpowered studies is well documented, the empirical assessment of the interplay between sample size and replicability of results for task-based fMRI studies remains limited. In this work, we extend existing work on this assessment in two ways. Firstly, we use a large database of 1400 subjects performing four types of tasks from the IMAGEN project to subsample a series of independent samples of increasing size. Secondly, replicability is evaluated using a multi-dimensional framework consisting of 3 different measures: (un)conditional test-retest reliability, coherence and stability. We demonstrate not only a positive effect of sample size, but also a trade-off between spatial resolution and replicability. When replicability is assessed voxelwise or when observing small areas of activation, a larger sample size than typically used in fMRI is required to replicate results. On the other hand, when focussing on clusters of voxels, we observe a higher replicability. In addition, we observe variability in the size of clusters of activation between experimental paradigms or contrasts of parameter estimates within these.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]}],"filters":[{"value":"New","closed":false,"isClosed":false}]}