{"recordsTotal":167,"recordsFiltered":167,"aaData":[{"id":7901,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Isolation and characterisation of nasoseptal cartilage stem/progenitor cells and their role in the chondrogenic niche.","authors":"[Zita M, Jessop][Ayesha, Al-Sabah][Irina N, Simoes][Stephanie E A, Burnell][Ina Laura, Pieper][Catherine A, Thornton][Iain S, Whitaker]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32408888","articleAbstract":"Since cartilage-derived stem/progenitor cells (CSPCs) were first identified in articular cartilage using differential adhesion to fibronectin, their self-renewal capacity and niche-specific lineage preference for chondrogenesis have propelled their application for cartilage tissue engineering. In many adult tissues, stem/progenitor cells are recognised to be involved in tissue homeostasis. However, the role of nasoseptal CSPCs has not yet been elucidated. Our aim was to isolate and characterise nasoseptal CSPCs alongside nasoseptal chondrocyte populations and determine chondrogenic capacity.Here, we isolated nasoseptal CSPCs using differential adhesion to fibronectin and assessed their colony forming efficiency, proliferation kinetics, karyotype and trilineage potential. CSPCs were characterised alongside non-fibronectin-adherent nasoseptal chondrocytes (DNCs) and cartilage-derived cells (CDCs, a heterogenous combination of DNCs and CSPCs) by assessing differences in gene expression profiles using PCR Stem Cell Array, immunophenotype using flow cytometry and chondrogencity using RT-PCR and histology.CSPCs were clonogenic with increased gene expression of the neuroectodermal markers NCAM1 and N-Cadherin, as well as Cyclins D1 and D2, compared to DNCs. All three cell populations expressed recognised mesenchymal stem cell surface markers (CD29, CD44, CD73, CD90), yet only CSPCs and CDCs showed multilineage differentiation potential. CDC populations expressed significantly higher levels of type 2 collagen and bone morphogenetic protein 2 genes, with greater cartilage extracellular matrix secretion. When DNCs were cultured in isolation, there was reduced chondrogenicity and higher expression of type 1 collagen, stromal cell-derived factor 1 (SDF-1), CD73 and CD90, recognised markers of a fibroblast-like phenotype.Fibronectin-adherent CSPCs demonstrate a unique gene expression profile compared to non-fibronectin-adherent DNCs. DNCs cultured in isolation, without CSPCs, express fibroblastic phenotype with reduced chondrogenicity. Mixed populations of stem/progenitor cells and chondrocytes were required for optimal chondrogenesis, suggesting that CSPCs may be required to retain phenotypic stability and chondrogenic potential of DNCs. Crosstalk between DNCs and CSPCs is proposed based on SDF-1 signalling.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8003,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Evaluation of microstructural changes in spinal cord of patients with degenerative cervical myelopathy by diffusion kurtosis imaging and investigate the correlation with JOA score.","authors":"[Zhuohang, Liu][Bingyang, Bian][Gang, Wang][Cheukying, Tian][Zhenshan, Lv][Zhiqing, Shao][Dan, Li]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32404188","articleAbstract":"To explore the feasibility of the metrics of diffusion kurtosis imaging (DKI) for investigations of the microstructural changes of spinal cord injury in patients with degenerative cervical myelopathy (DCM) and the correlation between Japan Orthopaedic Association (JOA) scores and DKI metrics.Fifty-seven patients with DCM and 38 healthy volunteers underwent 3.0 T magnetic resonance (MR) imaging with routine MRI sequences and DKI from echo-planar imaging sequence. Based on the JOA score, DCM patients were divided into four subgroups. DKI metrics of the DCM group and control group were obtained and compared, separately for the white matter (WM) and the gray matter (GM).The FA values in WM were significantly lower (P = 0.020) in the DCM group than in the control group. The MK values in GM were lower (P = 0.011) in the DCM group than in the control group. The MD values in WM were significantly higher (P = 0.010) in the DCM group than in the control group. In GM, the JOA score was positively correlated with the MK values (r = 0.768, P < 0.05). In the WM, the JOA score was positively correlated with the FA values (r = 0.612, P < 0.05).DKI provides quantitive evaluation to the characters of microstructure of the spinal cord damage in patients with DCM compared to conventional MR. MK values can reflect microstructural abnormalities of gray matter of the cervical spinal cord and provide more information beyond that obtained with routine diffusion metrics. In addition, MK values of GM and FA values of WM may as a be highly sensitive biomarker for the degree of cervical spinal cord damage.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7879,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Enhanced Current Production by Exogenous Electron Mediators via Synergy of Promoting Biofilm Formation and the Electron Shuttling Process.","authors":"[Yundang, Wu][Xiaobo, Luo][Baoli, Qin][Fangbai, Li][Max M, Häggblom][Tongxu, Liu]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32352288","articleAbstract":"Exogenous electron mediators (EMs) can facilitate extracellular electron transfer (EET) via electron shuttling processes, but it is still unclear whether and how biofilm formation is affected by the presence of EMs. Here, the impacts of EMs on EET and biofilm formation were investigated in bioelectrochemical systems (BESs) with Shewanella oneidensis MR-1, and the results showed that the presence of five different EMs led to high density current production. All the EMs substantially promoted biofilm formation with 15-36 times higher total biofilm DNA with EMs than without EMs, and they also increased the production of extracellular polymeric substances, which was favorable for biofilm formation. The current decreased substantially after removing EMs from the medium or by replacing electrodes without biofilm, suggesting that both biofilm and EMs are required for high density current production. EET-related gene expression was upregulated with EMs, resulting in the high flux of cell electron output. A synergistic mechanism was proposed: EMs in suspension were quickly reduced by the cells and reoxidized rapidly by the electrode, resulting in a microenvironment with sufficient oxidized EMs for biofilm formation, and thus, besides the well-known electron shuttling process, the EM-induced high biofilm formation and high Mtr gene expression could jointly contribute to the EET and subsequently produce a high density current. This study provides a new insight into EM-enhanced current production via regulating the biofilm formation and EET-related gene expression.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7915,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Histogram Analysis of Diffusion-Weighted MR Imaging as a Biomarker to Predict Survival of Surgically Treated Colorectal Cancer Patients.","authors":"[Yumiko, Takahashi][Koichi, Hayano][Gaku, Ohira][Shunsuke, Imanishi][Toshiharu, Hanaoka][Hiroki, Watanabe][Atsushi, Hirata][Yohei, Kawasaki][Hideaki, Miyauchi][Hisahiro, Matsubara]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32409951","articleAbstract":"Structural abnormality is a well-recognized feature of malignancy. On the other hand, diffusion-weighted MRI (DWI) has been reported as a tool that can reflect tumor biology.The purpose of this study is to apply histogram analysis to DWI to quantify structural abnormality of colorectal cancer, and evaluate its biomarker value.This is a retrospective study of 80 (46 men and 34 women; median age: 68.0 years) colorectal cancer patients who underwent DWI followed by curative surgery at the Chiba University Hospital between 2009 and 2011. Median follow-up time was 62.2 months. Histogram parameters including signal intensity of kurtosis and skewness of the tumor were measured on DWI at b = 1000, and mean apparent diffusion coefficient value (ADC) of the tumor was also measured on ADC map generated by DWIs at b = 0 and 1000. Associations of tumor parameters (kurtosis, skewness, and ADC) with pathological features were analyzed, and these parameters were also compared with overall survival (OS) and relapse-free survival (RFS) using Cox regression and Kaplan-Meier analysis.ADC of the tumor did not have significant associations with any pathological factors, but kurtosis and skewness of signal intensity in the tumor was significantly different between tumors with distant metastases and those without (4.23 ± 1.31 vs. 3.24 ± 1.32, p = 0.04; 1.09 ± 0.39 vs. 0.57 ± 0.58, p = 0.03). Kurtosis of the tumor was significantly correlated with OS and RFS (p = 0.04, p = 0.03, respectively), and skewness was significantly correlated with OS (p = 0.03) in Cox regression analysis. Higher kurtosis or higher skewness of the tumor was associated with worse OS in Kaplan-Meier analysis (p = 0.01, p = 0.009, log-rank). In subset analysis, there were 50 patients (32 men and 18 women) of lymph node-negative colorectal cancers (≤ stage II); skewness of signal intensity in the tumor was associated with OS using univariate Cox regression analysis (p = 0.04).Histogram analysis of DWI can be a prognostic biomarker for colorectal cancer.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7981,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Denoising of multi b-value diffusion-weighted MR images using deep image prior.","authors":"[Yu-Chun, Lin][Hsuan-Ming, Huang]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32187580","articleAbstract":"The clinical value of multiple b-value diffusion-weighted (DW) magnetic resonance imaging (MRI) has been shown in many studies. However, DW-MRI often suffers from low signal-to-noise ratio, especially at high b-values. To address this limitation, we present an image denoising method based on the concept of deep image prior (DIP). In this method, high-quality prior images obtained from the same patient were used as the network input, and all noisy DW images were used as the network output. Our aim is to denoise all b-value DW images simultaneously. By using early stopping, we expect the DIP-based model to learn the content of images instead of the noise. The performance of the proposed DIP method was evaluated using both simulated and real DW-MRI data. We simulated a digital phantom and generated noise-free DW-MRI data according to the intravoxel incoherent motion model. Different levels of Rician noise were then simulated. The proposed DIP method was compared with the image denoising method using local principal component analysis (LPCA). The simulation results show that the proposed DIP method outperforms the LPCA method in terms of mean-squared error and parameter estimation. The results of real DW-MRI data show that the proposed DIP method can improve the quality of IVIM parametric images. DIP is a feasible method for denoising multiple b-value DW-MRI data.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7948,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Influence of spatial distribution of cationic functional groups at nanoparticle surfaces on bacterial viability and membrane interactions.","authors":"[Yongqian, Zhang][Natalie V, Hudson-Smith][Seth D, Frand][Meghan S, Cahill][Larissa S, Davis][Z Vivian, Feng][Christy L, Haynes][Robert J, Hamers]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32402194","articleAbstract":"While positively charged nanomaterials induce cytotoxicity in many organisms, much less is known about how the spatial distribution and presentation of molecular surface charge impacts nanoparticle-biological interactions. We systematically functionalized diamond nanoparticle surfaces with five different cationic surface molecules having different molecular structures and conformations, including four small ligands and one polymer, and we then probed the molecular-level interaction between these nanoparticles and bacterial cells. Shewanella oneidensis MR-1 was used as a model bacterial cell system to investigate how molecular length and conformation of cationic surface charges influence their interactions with the Gram-negative bacterial membranes. Nuclear magnetic resonance (NMR) and X-ray photoelectron spectroscopy (XPS) demonstrate the covalent modification of nanoparticle surface with the desired cationic organic monolayers. Surprisingly, bacterial growth-based viability (GBV) and membrane damage assays both show only minimal biological impact by the NPs functionalized with short cationic ligands within the concentration range tested. Yet NPs covalently linked to a cationic polymer induce strong cytotoxicity, including reduced cellular viability and significant membrane damage at the same concentration of cationic groups. Transmission electron mi-croscopy (TEM) images of these NP-exposed bacterial cells show that NPs functionalized with cationic polymers induce significant membrane distortion and production of outer membrane vesicles, while NPs bearing short cationic ligands exhibit only weak membrane association. Our results demonstrate that the spatial distribution of molecular charge plays a key role in controlling the interaction of cationic nanoparticles with bacterial cell membranes and subsequent biological impact. Nanoparticles functionalized with ligands having different lengths and conformations can have large differences in interactions even while having nearly identical zeta potentials. While zeta potential is a convenient and commonly used measure of nanoparticle charge, it does not capture essential differences in molecular-level nanoparticle properties that control their biological impact.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7975,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Submucosal Inferior Turbinectomy to Widen the Surgical Corridor for Endoscopic Endonasal Skull Base Surgery.","authors":"[Yoichi, Uozumi][Masaaki, Taniguchi][Toru, Umehara][Tomoaki, Nakai][Hidehito, Kimura][Eiji, Kohmura]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32404576","articleAbstract":"The nasal cavity is the exclusive surgical corridor for endoscopic endonasal surgery; however, it is sometimes too narrow to allow extensive surgical maneuvering. Here we show the technique of submucosal inferior turbinectomy (SIT) to widen this surgical corridor. Its effectiveness is evaluated quantitatively by comparing pre- and intraoperative magnetic resonance images. Between March 2015 and October 2018, we performed endoscopic endonasal resection of 57 skull base tumors with 3T intraoperative magnetic resonance imaging (iMRI). Among these resections, cases with previous endonasal surgery and cases for which the iMRI did not cover the entire nasal cavity were excluded. Finally, six cases with and 19 cases without SIT were included in the subsequent retrospective analysis. We measured the dimensions of the narrowest area in inferior nasal cavity on pre- and intraoperative coronal plane gadolinium (Gd)-enhanced T1-weighted MR images using dedicated software, and compared them. The incidence rates of postoperative nasal complaints at outpatient clinics were also compared. Considerable widening of the inferior nasal cavity could be achieved with the SIT, which was statistically significant compared with those without the SIT (111.1 ± 56.5% vs. 39.4 ± 59.4%, respectively; P = 0.0093). In terms of the incidence rate of postoperative nasal complaints at 6 months, there was no statistical difference between the groups (33.3% vs. 15.8%, respectively; P = 0.35). SIT is effective for widening the surgical corridor while keeping nasal function and is especially helpful for lower clivus and laterally extended skull base lesions.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7987,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Iron oxide magnetic nanoparticles based low-field MR thermometry.","authors":"[Yapeng, Zhang][Silin, Guo][Pu, Zhang][Jing, Zhong][Wenzhong, Liu]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32408274","articleAbstract":"This paper reports on a highly accurate approach of magnetic resonance (MR) thermometry using iron oxide magnetic nanoparticles (MNPs) as temperature sensors. An empirical model for the description of the temperature dependentR2relaxation rate is proposed by taking into account the temperature sensitivity of the MNP magnetization. The temperature sensitivity of the MNP magnetization (η) and the temperature sensitivity of theR2relaxation rate (κ) are simulated with the proposed empirical models to investigate their dependence on the magnetic field and the particle size. Simulation results show the existence of optimal magnetic fieldsHοηandHοκthat maximize the temperature sensitivitiesηandκ. Furthermore, simulations and experiments demonstrate that the optimal magnetic fieldHοη(Hοκ) decreases with increasing the particle size. Experiments on temperature dependentR2relaxation rate are performed at different magnetic fields for MNP samples with different iron concentration. Experimental results show that the proposed MR thermometry using MNPs as temperature sensors allows a temperature estimation accuracy of about 0.05 °C. We believe that the achieved approach of highly accurate MR thermometry is of great interest and significance to biomedicine and biology.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8670,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Cumulative Evidence for Association of Acetaminophen Exposure and Allergic Rhinitis.","authors":"[Yan, Zeng][Bin, Song][Yang, Gao][Wen, Cao][Jia, Li][Qianfang, Liu][Jian, Liu]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"12-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32396912","articleAbstract":"Several studies have linked acetaminophen exposure to the risk of allergic rhinitis, with controversial results.A systematic search of PubMed, Embase, Cochrane Library, and Web of Science was conducted up to December 1, 2019. We included observational studies that examined the association between acetaminophen exposure and the risk of allergic rhinitis. Two reviewers independently extracted data and assessed study quality. Summary odds ratios (ORs) and 95% confidence intervals (CIs) were calculated using random-effects meta-analysis.Eighteen studies with 870,492 participants were included. Analysis showed that acetaminophen exposure was associated with an increased risk of allergic rhinitis (OR: 1.54, 95% CI: 1.41-1.69). Also, early exposure and exposure in the past year to acetaminophen was positively associated with risk of allergic rhinitis (OR: 1.34, 95% CI: 1.21-1.49 and OR: 1.74, 95% CI: 1.48-2.04, respectively). The risk of allergic rhinitis was greater for people who had acetaminophen exposure once per month over the past year (OR: 1.90, 95% CI: 1.60-2.26) compared to once per year (OR: 1.28, 95% CI: 1.11-1.48).With our meta-analysis, we provide the evidence that exposure to acetaminophen is associated with an increased risk of allergic rhinitis. In addition, acetaminophen exposure in early life and acetaminophen exposure in the past year are positively associated with the risk of allergic rhinitis. Future research is needed to evaluate whether the association is causal.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7892,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Enabling electrochemical compatibility of non-flammable phosphate electrolytes for lithium-ion batteries by tuning their molar ratios of salt to solvent.","authors":"[Xingwei, Liu][Xiaohui, Shen][Faping, Zhong][Xiangming, Feng][Weihua, Chen][Xinping, Ai][Hanxi, Yang][Yuliang, Cao]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32396155","articleAbstract":"We develop a new type of electrolyte with a high molar ratio (MR) of salt to solvent but a low molar concentration by adjusting the molar mass of the solvent. The present 1 : 2 LiFSI-triamyl phosphate electrolyte exhibits a low molar concentration of only 1.35 M along with excellent electrochemical stability against the graphite anode.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7991,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Causal association of circulating cholesterol levels with dementia: a mendelian randomization meta-analysis.","authors":"[Xiaoyu, Zhang][Qiuyue, Tian][Di, Liu][Tao, Geng][Xizhu, Xu][Siqi, Ge][Deqiang, Zheng][Lijuan, Wu][Manshu, Song][Haifeng, Hou][Wei, Wang][Youxin, Wang]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398686","articleAbstract":"Prospective studies have shown that abnormally circulating cholesterol is associated with the risk of dementia. However, whether the association is causal or not remains unclear. We attempt to infer the causal association in a MR meta-analysis by using ApoE gene polymorphisms as instrument variables. Studies with dementia risk (27 studies) or circulating lipid levels (7 studies) were included, with totally 3136 dementia patients and 3103 healthy controls. The analyses showed that carriers of ε2 allele significantly were of decreased risk of AD (OR = 0.70; 95% CI: 0.58-0.84; P < 0.01), whereas carriers of ε4 allele were of increased risk of AD (OR = 3.62; 95% CI: 3.03-4.32; P < 0.05), compared to these of ε3 allele. Circulating TC was significantly reduced in carriers of ε2 allele (WMD = - 0.29 mmol/L; 95% CI: -0.54 to -0.03; P < 0.05) and increased in carriers of ε4 allele (WMD = 0.42 mmol/l; 95% CI: 0.001-0.84; P < 0.05). In addition, carriers of ε4 allele had reduction in circulating HDL-C (WMD = - 0.04 mmol/L; 95% CI: - 0.07 to -0.001; P < 0.05). In comparing allele ε2 with ε3, the predicted OR of having AD for 1 mg/dL increment in circulating TC was 0.97 (95% CI: 0.86-0.98; P < 0.05). Comparing allele ε4 with ε3, the predicted OR for a 1 mg/dL increment in TC was 1.08 (95% CI: 1.05-17.58; P < 0.05), and reduction in HDL-C was 2.30 (95% CI: 1.51-43.99; P < 0.05). Our findings demonstrate that high circulating TC and reduced HDL-C levels might be potential risk factors of the development of AD.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7902,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"In situ 3D-to-2D transformation of manganese-based layered silicates for tumor-specific T1-weighted magnetic resonance imaging with high signal-to-noise and excretability.","authors":"[Xiaowei, Li][Hao, Zhou][Zhihui, Niu][Kang, Zheng][Dechao, Niu][Wenru, Zhao][Xiaohang, Liu][Weimeng, Si][Chengfeng, Li][Peng, Wang][Jun, Cao][Yongsheng, Li][Guangwu, Wen]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32407072","articleAbstract":"Recently, Mn(II)-based T1-weighted magnetic resonance imaging (MRI) contrast agents (CAs) have been explored widely for cancer diagnosis. However, the \"always-on\" properties and poor excretability of the conventional Mn(II)-based CAs leads to high background signals and unsatisfactory clearance from the body. Here, we report a \"In situ three-dimensional to two-dimensional (3D-to-2D) transformation\" method to prepare novel excretable 2D manganese-based layered silicates (Mn-LSNs) with extremely high signal-to-noise for tumor-specific MR imaging for the first time. Our observations combined with density functional theory (DFT) calculations reveal that 3D metal(Mn, Fe, Co) oxides nanoparticles are initially formed from the molecular precursor solution and then in situ transform into 2D metal(Mn, Fe, Co)-based layered silicates triggered by the addition of tetraethyl orthosilicate, which provide a time saving and versatile way to prepare novel 2D silicate nanomaterials. The unique ion exchangeable capacity and high host layer charge density endows Mn-LSNs an \"ON/OFF\" pH/GSH stimuli-activatible T1 relaxivity with superb high signal-to-noise (640, 1200-fold for slightly acidic and reductive changes, respectively). Further in vivo MR imaging reveals that Mn-LSNs exhibit a continuously rapid T1-MRI signal enhancement in tumor and no visible signal enhancement in normal tissue, indicating an excellent tumor-specific imaging. In addition, Mn-LSNs exhibit a rapid excretion from the mice body in 24 h and invisible organ toxicity, which could help to solve the critical intractable degradation issue of conventional inorganic CAs. Moreover, the tumor microenvironment (pH/GSH/H2O2) specific degradability of Mn-LSNs could help to improve penetration depth of particles into the tumor parenchyma. Developing this novel Mn-LSNs contrast agent, together with already demonstrated capacity of layered silicates for drug and gene delivery, provides opportunities for future cancer theranostics.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7920,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Non-genetic biomarkers and colorectal cancer risk: Umbrella review and evidence triangulation.","authors":"[Xiaomeng, Zhang][Dipender, Gill][Yazhou, He][Tian, Yang][Xue, Li][Grace, Monori][Harry, Campbell][Malcolm, Dunlop][Konstantinos K, Tsilidis][Maria, Timofeeva][Evropi, Theodoratou]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32400092","articleAbstract":"Several associations between non-genetic biomarkers and colorectal cancer (CRC) risk have been detected, but the strength of evidence and the direction of associations are not confirmed. We aimed to evaluate the evidence of these associations and integrate results from different approaches to assess causal inference. We searched Medline and Embase for meta-analyses of observational studies, meta-analyses of randomized clinical trials (RCTs), and Mendelian randomization (MR) studies measuring the associations between non-genetic biomarkers and CRC risk and meta-analyses of RCTs on supplementary micronutrients. We repeated the meta-analyses using random-effects models and categorized the evidence based on predefined criteria. We described each MR study and evaluated their credibility. Seventy-two meta-analyses of observational studies and 18 MR studies on non-genetic biomarkers and six meta-analyses of RCTs on micronutrient intake and CRC risk considering 65, 42, and five unique associations, respectively, were identified. No meta-analyses of RCTs on blood level biomarkers have been found. None of the associations were classified as convincing or highly suggestive, three were classified as suggestive, and 26 were classified as weak. For three biomarkers explored in MR studies, there was evidence of causality and seven were classified as likely noncausal. For the first time, results from both observational and MR studies were integrated by triangulating the evidence for a wide variety of non-genetic biomarkers and CRC risk. At blood level, lower vitamin D, higher homeostatic model assessment-insulin resistance, and human papillomavirus infection were associated with higher CRC risk while increased linoleic acid and oleic acid and decreased arachidonic acid were likely causally associated with lower CRC risk. No association was found convincing in both study types.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7931,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Grading of Glioma: combined diagnostic value of amide proton transfer weighted, arterial spin labeling and diffusion weighted magnetic resonance imaging.","authors":"[Xiao-Wei, Kang][Yi-Bin, Xi][Ting-Ting, Liu][Ning, Wang][Yuan-Qiang, Zhu][Xing-Rui, Wang][Fan, Guo]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32408867","articleAbstract":"To investigate the ability of amide proton transfer (APT) weighted magnetic resonance imaging (MRI), arterial spin labeling (ASL), diffusion weighted imaging (DWI) and the combination for differentiating high-grade gliomas (HGGs) from low-grade gliomas (LGGs).Twenty-seven patients including nine LGGs and eighteen HGGs underwent conventional, APT, ASL and DWI MRI with a 3.0-T MR scanner. Histogram analyses was performed and quantitative parameters including mean apparent diffusion coefficient (ADC mean), 20th-percentile ADC (ADC 20th), mean APT (APT mean), 90th-percentile APT (APT 90th), relative mean cerebral blood flow (rCBF mean) and relative 90th-percentile CBF (rCBF 90th) were compared between HGGs and LGGs. The diagnostic performance was evaluated with receiver operating characteristic (ROC) analysis of each parameter and their combination. Correlations were analyzed among the MRI parameters and Ki-67.The APT values were significantly higher in the HGGs compared to the LGGs (p <  0.005), whereas ADC values were significantly lower in HGGs than LGGs (P <  0.0001). The ADC 20th and APT mean had higher discrimination abilities compared with other single parameters, with the area under the ROC curve (AUC) of 0.877 and 0.840. Adding ADC parameter, the discrimination ability of APT and rCBF significantly improved. The ADC was negatively correlated with the APT and rCBF value, respectively, while APT value was positively correlated with rCBF value. Significant correlations between ADC values and Ki-67 were also observed.APT and DWI are valuable in differentiating HGGs from LGGs. The combination of APT, DWI and ASL imaging could improve the ability for discriminating HGGs from LGGs.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7918,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Study of the Correlation Between Multiple Chemical Sensitivity and Personality Using the Quick Environmental Exposure Sensitivity Inventory Questionnaire and the Temperament and Character Inventory.","authors":"[Xi, Lu][Aya, Hisada][Akane, Anai][Chihiro, Nakashita][Shota, Masuda][Yuki, Fujiwara][Naoki, Kunugita][Takahiko, Katoh]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32404832","articleAbstract":"We conducted an analysis using the Quick Environmental Exposure Sensitivity Inventory to examine the correlation between multiple chemical sensitivity (MCS) and personality traits by using temperament and character inventory, and environmental exposures.An anonymous questionnaire was distributed to 667 employees working at an IT manufacturing plant in Japan. Variables including chemically sensitive population (CSP), personality, and environmental chemical exposure were individually evaluated using U-test, chi-squared test, and correlation analyses. We also did covariance structure analysis to build a structural equation model.There was little direct impact of temperament on the CSP, while there was a significant impact of character on the CSP. Women were more likely to exhibit symptoms of CSP.MCS is correlated with personality, impacted more by character acquired later in life than innate temperament. There were sex differences in the incidence of MCS.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8661,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Nature and nurture of sexual partner preference: Teachings from prenatal administration of acetaminophen in male rats.","authors":"[X, Díaz-Estrada Victor][M, Barradas-Moctezuma][D, Herrera-Covarrubias][J, Manzo][A, Coria-Avila Genaro]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"15-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32422195","articleAbstract":"The organizational-activational hypothesis indicates that activation of adult sexual behavior in males depends on organization of the masculine brain during the perinatal sensitive period. In the medial preoptic area such masculinization depends on a neuroendocrine cascade that includes exposure to testosterone, aromatization to estradiol, activation of estrogen receptors, synthesis of cyclooxygenase (COX), increase of prostaglandins, release of glutamate, and activation of AMPA receptors that result in the formation of more dendritic spines. Thus, in the present study we assessed the sexual partner preference (SPP) of adult male rats prenatally treated with acetaminophen (APAP), an analgesic/antipyretic drug that inhibits COX-2 and is commonly used and prescribed during pregnancy. Female rats received either saline (2 ml/kg s.c.) or APAP (50 mg/kg s.c.) every 12 h, during days 16-20 of pregnancy. At postnatal day PD60 half of the male offspring were exposed to sexual experience with receptive females during 5 trials, and the other half remained sexually naïve. At PD90 all them were tested for SPP with one sexually receptive female and one stud male. The results indicated that only APAP-naïve males failed to display SPP. However, APAP-experienced males displayed SPP for females. We discuss the effects of prenatal APAP in the disruption of unconditioned responses towards females (nature mechanisms), and the effects of sexual experience (nurture mechanisms) in the development of conditioned heterosexual preference.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7949,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Accelerated MR spectroscopic imaging-a review of current and emerging techniques.","authors":"[Wolfgang, Bogner][Ricardo, Otazo][Anke, Henning]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32399974","articleAbstract":"Over more than 30 years in vivo MR spectroscopic imaging (MRSI) has undergone an enormous evolution from theoretical concepts in the early 1980s to the robust imaging technique that it is today. The development of both fast and efficient sampling and reconstruction techniques has played a fundamental role in this process. State-of-the-art MRSI has grown from a slow purely phase-encoded acquisition technique to a method that today combines the benefits of different acceleration techniques. These include shortening of repetition times, spatial-spectral encoding, undersampling of k-space and time domain, and use of spatial-spectral prior knowledge in the reconstruction. In this way in vivo MRSI has considerably advanced in terms of spatial coverage, spatial resolution, acquisition speed, artifact suppression, number of detectable metabolites and quantification precision. Acceleration not only has been the enabling factor in high-resolution whole-brain 1 H-MRSI, but today is also common in non-proton MRSI (31 P, 2 H and 13 C) and applied in many different organs. In this process, MRSI techniques had to constantly adapt, but have also benefitted from the significant increase of magnetic field strength boosting the signal-to-noise ratio along with high gradient fidelity and high-density receive arrays. In combination with recent trends in image reconstruction and much improved computation power, these advances led to a number of novel developments with respect to MRSI acceleration. Today MRSI allows for non-invasive and non-ionizing mapping of the spatial distribution of various metabolites' tissue concentrations in animals or humans, is applied for clinical diagnostics and has been established as an important tool for neuro-scientific and metabolism research. This review highlights the developments of the last five years and puts them into the context of earlier MRSI acceleration techniques. In addition to 1 H-MRSI it also includes other relevant nuclei and is not limited to certain body regions or specific applications.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7930,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Lack of M4 muscarinic receptors in the striatum, thalamus and intergeniculate leaflet alters the biological rhythm of locomotor activity in mice.","authors":"[Vladimir, Riljak][Katerina, Janisova][Jaromir, Myslivecek]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32409918","articleAbstract":"The deletion of M4 muscarinic receptors (MRs) changes biological rhythm parameters in females. Here, we searched for the mechanisms responsible for these changes. We performed biological rhythm analysis in two experiments: in experiment 1, the mice [C57Bl/6NTac (WT) and M4 MR -/- mice (KO)] were first exposed to a standard LD regime (12/12-h light/dark cycle) for 8 days and then subsequently exposed to constant darkness (for 24 h/day, DD regime) for another 16 days. In experiment 2, the mice (after the standard LD regime) were exposed to the DD regime and to one light pulse (zeitgeber time 14) on day 9. We also detected M1 MRs in brain areas implicated in locomotor biological rhythm regulation. In experiment 1, the biological rhythm activity curves differed: the period (τ, duration of diurnal cycle) was shorter in the DD regime. Moreover, the day mean, mesor (midline value), night mean and their difference were higher in KO animals. The time in which the maximal slope occurred was lower in the DD regime than in the LD regime in both WT and KO but was lower in KO than in WT mice. In experiment 2, there were no differences in biological rhythm parameters between WT and KO mice. The densities of M1 MRs in the majority of areas implicated in locomotor biological rhythm were low. A significant amount of M1 MR was found in the striatum. These results suggest that although core clock output is changed by M4 MR deletion, the structures involved in biological rhythm regulation in WT and KO animals are likely the same, and the most important areas are the striatum, thalamus and intergeniculate leaflet.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8004,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Variability in the Laboratory Measurement of Cytokines: A Longitudinal Summary of a College of American Pathologists Proficiency Testing Survey.","authors":"[Vijaya, Knight][Thomas, Long][Qing H, Meng][Michael A, Linden][Daniel D, Rhoads]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32401053","articleAbstract":"The measurement of cytokines in clinical laboratories is becoming an increasingly routine part of immune monitoring when administering biologic and cell-based immunotherapies and also for clinical assessment of inflammatory conditions. While a number of commercial assays and platforms are available for cytokine measurement, there is currently little standardization among these analytical methods.To characterize the variability and comparability among cytokine testing platforms that are commonly used in clinical laboratories.We analyzed data for 4 cytokines (interleukin [IL]-1, IL-6, IL-8, and tumor necrosis factor-alpha [TNF-α]) from 6 College of American Pathologists cytokine surveys administered from 2015 to 2018. Analyses interrogated variability between testing methods and variability within each laboratory across the mailings.Significant variability was noted across methods with analysis of IL-1 showing the least variability and IL-6, IL-8, and TNF-α varying between methods to a greater extent. Intralab variability was also significant with TNF-α measurements again showing the greatest variability.This retrospective analysis of College of American Pathologists proficiency testing data for cytokine measurement is the largest method comparison to date, and this study provides a description of the variation of cytokine measurement across methods, across laboratories, and within laboratories. Serial monitoring of cytokines should preferentially be performed by the same method within the same laboratory.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7970,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Inhibition is associated with whole-brain structural brain connectivity on network level in school-aged children born very preterm and at term.","authors":"[Vera, Disselhoff][Andras, Jakab][Barbara, Schnider][Bea, Latal][Flavia, Wehrle][Cornelia, Hagmann][]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32416228","articleAbstract":"Inhibition abilities are often impaired in children born very preterm. In typically-developing individuals, inhibition has been associated with structural brain connectivity (SC). As SC is frequently altered following preterm birth, this study investigated whether aberrant SC underlies inhibition deficits in school-aged children born very preterm. In a group of 67 very preterm participants aged 8 to 13 years and 69 term-born peers, inhibition abilities were assessed with two tasks. In a subgroup of 50 very preterm and 62 term-born participants, diffusion tensor imaging (DTI) data were collected. Using network-based statistics (NBS), mean fractional anisotropy (FAmean) was compared between groups. Associations of FAmean and inhibition abilities were explored through linear regression. The composite score of inhibition abilities was lower in the very preterm group (M = -0.4, SD = 0.8) than in the term-born group (M = 0.0, SD = 0.8) but group differences were not significant when adjusting for age, sex and socio-economic status (β = -0.13, 95%-CI [-0.30, 0.04], p = .13). In the very preterm group, FAmean was significantly lower in a network comprising thalamo-frontal, thalamo-temporal, frontal, cerebellar and intra-hemispheric connections than in the term-born group (t = 5.21, lowest p-value = 0.001). Irrespective of birth status, a network comprising parietal, cerebellar and subcortical connections was positively associated with inhibition abilities (t = 4.23, lowest p-value = 0.02). Very preterm birth results in long-term alterations of SC at network-level. As networks underlying inhibition abilities do not overlap with those differing between the groups, FAmean may not be adequate to explain inhibition problems in very preterm children. Future studies should combine complementary measures of brain connectivity to address neural correlates of inhibition abilities.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7988,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Technical Note: New similarity index for radiotherapy and medical imaging.","authors":"[Vadim Y, Kuperman][Gustavo F, Lunelli]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32406538","articleAbstract":"to describe a new similarity index and consider its biomedical applications.similarity index for a pair of objects is defined by the number of shared features and total number of features in these objects. Similarity measure for more than two objects is commonly defined by using pairwise similarity indices. In the current study we suggest a novel similarity index which depends on the number of features shared between multiple objects and doesn't have the limitations of the recently described similarity measures. In order to introduce the new index, we consider a concept of \"commonality\". For a collection of sets A1 ,A2 ....., AN , commonality of a given element equals the number of sets this element belongs to. The similarity index for the compared sets is then defined by a weighted sum of normalized commonalities.the considered biomedical applications of the proposed index include comparison of independent delineations of critical cranial structures in MR images and comparison of isodose distributions from different radiotherapy plans.this study describes a novel similarity index which can be used to assess similarity of multiple independent delineations of the anatomical structure or similarity of multiple dose distributions. Unlike the commonly used pairwise similarity indices, the new index is defined by the number of elements shared between multiple sets. Potential applications of the suggested similarity index for radiotherapy and medical imaging have been described.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7867,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Radiology profile as a potential instrument to differentiate between posterior fossa ependymoma (PF-EPN) group A and B.","authors":"[Ushio, Yonezawa][Vega, Karlowee][Vishwa Jeet, Amatya][Takeshi, Takayasu][Motoki, Takano][Yukio, Takeshima][Kazuhiko, Sugiyama][Kaoru, Kurisu][Fumiyuki, Yamasaki]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"16-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32428725","articleAbstract":"Posterior fossa ependymoma (PF-EPN) was categorized into PF-EPN-A and PF-EPN-B subgroups based on the DNA methylation profiling. PF-EPN-A was reported to have poorer prognosis compared to PF-EPN-B. In this study, we particularly evaluated preoperative imaging to distinguish PF-EPN-A from PF-EPN-B.Sixteen cases of PF-EPN were treated in our institution from 1999 to 2018. The patients were divided into PF-EPN-A and PF-EPN-B group based on the H3K27me3 immunostaining positivity. We evaluated progression free survival (PFS), overall survival (OS), as well as preoperative MRI and CT scan images in both groups. Based on T1WI and Gd-T1WI MR images, the tumor contrast rate was determined from dividing the volume of gadolinium enhanced tumor by the overall tumor volume.Nine cases (4 males and 5 females) were grouped as PF-EPN-A, and 7 (4 males and 3 females) as PF-EPN-B. The median age of PF-EPN-A and B were 4 and 43 year old, respectively. In PF-EPN-A group, the PFS median value was 32.6 months, and the OS median was 96.9 months. In contrast, PFS in PF-EPN-B was not reached a median value (P<0.05) and all the patients were alive (P<0.05). With imaging, tumor contrast rate in PF-EPN-B was more than 50% and significantly different from PF-EPN-A (P=0.0294). Calcification was mainly observed in PF-EPN-A, while cystic formation was only in PF-EPN-B.Contrast rate less than 50%, based on the MR images, was characteristic in PF-EPN-A group. Comparatively, cystic component and absence of calcification were more characteristic in the PF-EPN-B group.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7897,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Location and Diameter of Intracranial Meningioma as Predictors of Peritumoral Brain Oedema and Mass Effect.","authors":"[Udari Apsara, Liyanage][Yasith, Mathangasinghe][Pradeep Kumara, Wijerathne][Sahathevan, Vithoosan][Aruna, Pallewatte]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32423785","articleAbstract":"The presence of peritumoral oedema or mass effect with intracranial meningiomas is associated with poor clinical outcomes. This study aimed to investigate magnetic resonance (MR) morphologic features of meningioma, which can predict peritumoral oedema and mass effect.Data of 100 consecutive patients diagnosed with meningioma on MRI brain at the neurosurgical MRI unit, National Hospital of Sri Lanka, reported by a Consultant Radiologist were analysed in a retrospective study. Binary logistic regression models were fitted to identify predictors of perilesional oedema and mass effect.Female-to-male ratio was 5.8:1. Patients were aged 18-80 years. Majority (n = 78) were in supratentorial compartment with 16 at parasagittal location. Cerebellopontine angle was the commonest infratentorial site (n = 9). Size of meningiomas ranged from 1.1 to 9.1 cm (largest dimension). Mass effect (n = 68), perilesional oedema (n = 37), and midline deviation (n = 31) were the most commonly reported complications. Maximum diameter of meningioma and its location significantly predicted the presence of perilesional oedema [χ2(2,47) = 6.03, P = .049, Nagelkerke R2 = 18.2%] and mass effect [χ2(2,71) = 16.73, P = .000, Nagelkerke R2 = 39.4%] in two logistic regression models.The probability of mass effect and perilesional oedema increased with the maximum diameter. Meningioma extending to both supratentorial and infratentorial compartments had the highest risk of having concomitant perilesional oedema and mass effect.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7976,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Novel insights into breast cancer copy number genetic heterogeneity revealed by single-cell genome sequencing.","authors":"[Timour, Baslan][Jude, Kendall][Konstantin, Volyanskyy][Katherine, McNamara][Hilary, Cox][Sean, D'Italia][Frank, Ambrosio][Michael, Riggs][Linda, Rodgers][Anthony, Leotta][Junyan, Song][Yong, Mao][Jie, Wu][Ronak, Shah][Rodrigo, Gularte-Mérida][Kalyani, Chadalavada][Gouri, Nanjangud][Vinay, Varadan][Assaf, Gordon][Christina, Curtis][Alex, Krasnitz][Nevenka, Dimitrova][Lyndsay, Harris][Michael, Wigler][James, Hicks]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32401198","articleAbstract":"Copy number alterations (CNAs) play an important role in molding the genomes of breast cancers and have been shown to be clinically useful for prognostic and therapeutic purposes. However, our knowledge of intra-tumoral genetic heterogeneity of this important class of somatic alterations is limited. Here, using single-cell sequencing, we comprehensively map out the facets of copy number alteration heterogeneity in a cohort of breast cancer tumors. Ou/var/www/html/elife/12-05-2020/backup/r analyses reveal: genetic heterogeneity of non-tumor cells (i.e. stroma) within the tumor mass; the extent to which copy number heterogeneity impacts breast cancer genomes and the importance of both the genomic location and dosage of sub-clonal events; the pervasive nature of genetic heterogeneity of chromosomal amplifications; and the association of copy number heterogeneity with clinical and biological parameters such as polyploidy and estrogen receptor negative status. Our data highlight the power of single-cell genomics in dissecting, in its many forms, intra-tumoral genetic heterogeneity of CNAs, the magnitude with which CNA heterogeneity affects the genomes of breast cancers, and the potential importance of CNA heterogeneity in phenomena such as therapeutic resistance and disease relapse.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7962,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Feasibility of Real-time Motion Tracking Using Cine MRI During MR-Guided Radiation Therapy for Abdominal Targets.","authors":"[Timothy D, Keiper][An, Tai][Xinfeng, Chen][Eric, Paulson][Fabienne, Lathuilière][Silvain, Bériault][François, Hébert][David T, Cooper][Martin, Lachaine][X Allen, Li]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32402111","articleAbstract":"Real-time high-soft tissue contrast MRI from the MR-Linac offers the best opportunity for accurate motion tracking during radiation therapy delivery via high-frequency 2D cine imaging. This work investigates the efficacy of real-time organ motion tracking based on the registration of MRI acquired on MR-Linac.Algorithms based on image intensity were developed to determine the 3D translation of abdominal targets. 2D and 3D abdominal MRIs were acquired for 10 healthy volunteers using a high-field MR-Linac. For each volunteer, 3D respiration-gated T2 and 2D T2/T1-weighted cine in sagittal, coronal, and axial planes with planar temporal resolution of 0.6 s for 60 s was captured. Datasets were also collected on MR-compatible physical and virtual 4D motion phantoms. Target contours for the liver and pancreas from the 3D T2 were populated to the cine and assumed as the ground-truth motion. We performed image registration using a research software to track the target 3D motion. Standard deviations of the difference (SDE) between the ground-truth and tracking were analyzed.Algorithms using a research software were demonstrated to be capable of tracking arbitrary targets in the abdomen at 5 Hz with an overall accuracy of 0.6 mm in phantom studies and 2.1 mm in volunteers. However, this value is subject to patient-specific considerations, namely motion amplitude. Calculation times of less than 50 ms provide a pathway of real-time motion tracking integration. A major challenge in using 2D cine MRI to track the target is handling the full 3D motion of the target.Feasibility to track organ motion using intensity-based registration of MRIs was demonstrated for abdominal targets. Tracking accuracy of about 2 mm was achieved for the motion of the pancreatic head for typical patient motion. Further development is ongoing to improve the tracking algorithm for large and complex motions.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7882,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Atypical COVID -19 presentation in patient undergoing staged TAAA repair.","authors":"[Tim, Resch][Katja, Vogt][Nikolaj Eldrup, Md]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"16-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32426560","articleAbstract":"This report outlines a case of atypical presentation of Covid 19 viral infection. A 65-year old male was planned for a two staged repair of a Crawford type 3 thoracoabdominal aortic aneurysm. The first stage, TEVAR in descending aorta, was uneventful and patient was discharged on postoperative day 2. He was readmitted 10 days later, presenting with diarrhea, lower limb pain and weakness after 25 meters walking. The patient displayed no fever or upper respiratory tract signs or symptoms. Computer tomography and MR of the spinal cord were normal. Patient was tested positive for Covid 19 virus and later during hospitalization developed more typical fever and respiratory symptoms that were managed medically.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7992,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Fear and stock price bubbles.","authors":"[Thorsten, Lehnert]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32396567","articleAbstract":"I evaluate Alan Greenspan's claim that stock price bubbles build up in periods of euphoria and tend to burst due to increasing fear. Indeed, there is evidence that e.g. during a crisis, triggered by increasing fear, both qualitative and quantitative measures of risk aversion increase substantially. It is argued that fear is a potential mechanism underlying financial decisions and drives the countercyclical risk aversion. Inspired by this evidence, I construct an euphoria/fear index, which is based on an economic model of time varying risk aversion. Based on US industry returns 1959-2014, my findings suggest that (1) Greenspan is correct in that the price run-up initially occurs in periods of euphoria followed by a crash due to increasing fear; (2) on average already roughly a year before an industry is crashing, euphoria is turning into fear, while the market is still bullish; (3) there is no particular euphoria-fear-pattern for price-runs in industries that do not subsequently crash. I interpret the evidence in favor of Greenspan, who was labeled \"Mr. Bubble\" by the New York Times, and who was accused to be a serial bubble blower.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7873,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Hepatobiliary MR contrast agent uptake as a predictive biomarker of aggressive features on pathology and reduced recurrence-free survival in resectable hepatocellular carcinoma: comparison with dual-tracer 18F-FDG and 18F-FCH PET/CT.","authors":"[Sébastien, Mulé][Julia, Chalaye][François, Legou][Arthur, Tenenhaus][Julien, Calderaro][Athena, Galletto Pregliasco][Alexis, Laurent][Rym, Kharrat][Giuliana, Amaddeo][Hélène, Regnault][Vania, Tacher][Hicham, Kobeiter][Emmanuel, Itti][Alain, Luciani]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32405753","articleAbstract":"To compare the performance of the quantitative analysis of the hepatobiliary phase (HBP) tumor enhancement in gadobenate dimeglumine (Gd-BOPTA)-enhanced MRI and of dual-tracer 18F-FDG and 18F-fluorocholine (FCH) PET/CT for the prediction of tumor aggressiveness and recurrence-free survival (RFS) in resectable hepatocellular carcinoma (HCC).This retrospective, IRB approved study included 32 patients with 35 surgically proven HCCs. All patients underwent Gd-BOPTA-enhanced MRI including delayed HBP images, 18F-FDG PET/CT, and (for 29/32 patients) 18F-FCH PET/CT during the 2 months prior to surgery. For each lesion, the lesion-to-liver contrast enhancement ratio (LLCER) on MRI HBP images and the SUVmax tumor-to-liver ratio (SUVT/L) for both tracers were calculated. Their predictive value for aggressive pathological features-including the histological grade and microvascular invasion (MVI)-and RFS were analyzed and compared using area under receiver operating characteristic (AUROC) curves and Cox regression models, respectively.The AUROCs for the identification of aggressive HCCs on pathology with LLCER, 18F-FDG SUVT/L, and 18F-FCH SUVT/L were 0.92 (95% CI 0.78, 0.98), 0.89 (95% CI 0.74, 0.97; p = 0.70), and 0.64 (95% CI 0.45, 0.80; p = 0.035). At multivariate Cox regression analysis, LLCER was identified as an independent predictor of RFS (HR (95% CI) = 0.91 (0.84, 0.99), p = 0.022). LLCER - 4.72% or less also accurately predicted moderate-poor differentiation grade (Se = 100%, Sp = 92.9%) and MVI (Se = 93.3%, Sp = 60%) and identified patients with poor RFS after surgical resection (p = 0.030).HBP tumor enhancement after Gd-BOPTA injection may help identify aggressive HCC pathological features, and patients with reduced recurrence-free survival after surgical resection.• In patients with resectable HCC, the quantitative analysis of the HBP tumor enhancement in Gd-BOPTA-enhanced MRI (LLCER) accurately identifies moderately-poorly differentiated and/or MVI-positive HCCs. • After surgical resection for HCC, patients with LLCER - 4.72% or less had significantly poorer recurrence-free survival than patients with LLCER superior to - 4.72%. • Gd-BOPTA-enhanced MRI with delayed HBP images may be suggested as part of pre-surgery workup in patients with resectable HCC.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7926,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Blood pressure and risk of cancer in the European Prospective Investigation into Cancer and Nutrition.","authors":"[Sofia, Christakoudi][Artemisia, Kakourou][Georgios, Markozannes][Ioanna, Tzoulaki][Elisabete, Weiderpass][Paul, Brennan][Marc, Gunter][Christina C, Dahm][Kim, Overvad][Anja, Olsen][Anne, Tjønneland][Marie-Christine, Boutron-Ruault][Anne-Laure, Madika][Gianluca, Severi][Verena, Katzke][Tilman, Kühn][Manuela M, Bergmann][Heiner, Boeing][Anna, Karakatsani][Georgia, Martimianaki][Paschalis, Thriskos][Giovanna, Masala][Sabina, Sieri][Salvatore, Panico][Rosario, Tumino][Fulvio, Ricceri][Antonio, Agudo][Daniel, Redondo-Sánchez][Sandra M, Colorado-Yohar][Olatz, Mokoroa][Olle, Melander][Tanja, Stocks][Christel, Häggström][Sophia, Harlid][Bas, Bueno-de-Mesquita][Carla H, van Gils][Roel C H, Vermeulen][Kay-Tee, Khaw][Nicholas J, Wareham][Tammy Y N, Tong][Heinz, Freisling][Mattias, Johansson][Hannah, Lennon][Dagfinn, Aune][Elio, Riboli][Dimitrios, Trichopoulos][Antonia, Trichopoulou][Konstantinos K, Tsilidis]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"31319002","articleAbstract":"Several studies have reported associations of hypertension with cancer, but not all results were conclusive. We examined the association of systolic (SBP) and diastolic (DBP) blood pressure with the development of incident cancer at all anatomical sites in the European Prospective Investigation into Cancer and Nutrition (EPIC). Hazard ratios (HRs) (95% confidence intervals) were estimated using multivariable Cox proportional hazards models, stratified by EPIC-participating center and age at recruitment, and adjusted for sex, education, smoking, body mass index, physical activity, diabetes and dietary (in women also reproductive) factors. The study included 307,318 men and women, with an average follow-up of 13.7 (standard deviation 4.4) years and 39,298 incident cancers. We confirmed the expected positive association with renal cell carcinoma: HR = 1.12 (1.08-1.17) per 10 mm Hg higher SBP and HR = 1.23 (1.14-1.32) for DBP. We additionally found positive associations for esophageal squamous cell carcinoma (SCC): HR = 1.16 (1.07-1.26) (SBP), HR = 1.31 (1.13-1.51) (DBP), weaker for head and neck cancers: HR = 1.08 (1.04-1.12) (SBP), HR = 1.09 (1.01-1.17) (DBP) and, similarly, for skin SCC, colon cancer, postmenopausal breast cancer and uterine adenocarcinoma (AC), but not for esophageal AC, lung SCC, lung AC or uterine endometroid cancer. We observed weak inverse associations of SBP with cervical SCC: HR = 0.91 (0.82-1.00) and lymphomas: HR = 0.97 (0.93-1.00). There were no consistent associations with cancers in other locations. Our results are largely compatible with published studies and support weak associations of blood pressure with cancers in specific locations and morphologies.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7990,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Collection and Handling of Thoracic Small Biopsy and Cytology Specimens for Ancillary Studies: Guideline From the College of American Pathologists in Collaboration With the American College of Chest Physicians, Association for Molecular Pathology, American Society of Cytopathology, American Thoracic Society, Pulmonary Pathology Society, Papanicolaou Society of Cytopathology, Society of Interventional Radiology, and Society of Thoracic Radiology.","authors":"[Sinchita, Roy-Chowdhuri][Sanja, Dacic][Mohiedean, Ghofrani][Peter B, Illei][Lester J, Layfield][Christopher, Lee][Claire W, Michael][Ross A, Miller][Jason W, Mitchell][Boris, Nikolic][Jan A, Nowak][Nicholas J, Pastis][Carol Ann, Rauch][Amita, Sharma][Lesley, Souter][Brooke L, Billman][Nicole E, Thomas][Paul A, VanderLaan][Jesse S, Voss][Momen M, Wahidi][Lonny B, Yarmus][Christopher R, Gilbert]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32401054","articleAbstract":"The need for appropriate specimen use for ancillary testing has become more commonplace in the practice of pathology. This, coupled with improvements in technology, often provides less invasive methods of testing, but presents new challenges to appropriate specimen collection and handling of these small specimens, including thoracic small biopsy and cytology samples.To develop a clinical practice guideline including recommendations on how to obtain, handle, and process thoracic small biopsy and cytology tissue specimens for diagnostic testing and ancillary studies.The College of American Pathologists convened an expert panel to perform a systematic review of the literature and develop recommendations. Core needle biopsy, touch preparation, fine-needle aspiration, and effusion specimens with thoracic diseases including malignancy, granulomatous process/sarcoidosis, and infection (eg, tuberculosis) were deemed within scope. Ancillary studies included immunohistochemistry and immunocytochemistry, fluorescence in situ hybridization, mutational analysis, flow cytometry, cytogenetics, and microbiologic studies routinely performed in the clinical pathology laboratory. The use of rapid on-site evaluation was also covered.Sixteen guideline statements were developed to assist clinicians and pathologists in collecting and processing thoracic small biopsy and cytology tissue samples.Based on the systematic review and expert panel consensus, thoracic small specimens can be handled and processed to perform downstream testing (eg, molecular markers, immunohistochemical biomarkers), core needle and fine-needle techniques can provide appropriate cytologic and histologic specimens for ancillary studies, and rapid on-site cytologic evaluation remains helpful in appropriate triage, handling, and processing of specimens.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7969,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Combination of extracellular volume fraction by cardiac magnetic resonance imaging and QRS duration for the risk stratification for patients with non-ischemic dilated cardiomyopathy.","authors":"[Sho, Kodama][Shingo, Kato][Keigo, Hayakawa][Mai, Azuma][Minako, Kagimoto][Kohei, Iguchi][Masahiro, Fukuoka][Kazuki, Fukui][Tae, Iwasawa][Daisuke, Utsunomiya][Masami, Kosuge][Kazuo, Kimura][Kouichi, Tamura]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"16-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32417957","articleAbstract":"The extracellular volume fraction (ECV) by T1 mapping can quantify diffuse myocardial fibrosis, and useful as a non-invasive marker for risk stratification for patients with non-ischemic dilated cardiomyopathy (NIDCM). Prolonged QRS interval on electrocardiogram is related to worse clinical outcome for heart failure patients. The purpose of this study was to evaluate the prognostic value of the combination of ECV and QRS duration for NIDCM patients. A total of 60 NIDCM patients (mean age 61 ± 12 years, mean left ventricular ejection fraction 37 ± 10%, mean QRS duration 110 ± 19 ms) were enrolled. Using a 1.5-T MR scanner and 32-channel cardiac coils, the mean ECV value of six myocardial segments at the mid-ventricular level was measured by the modified look-locker inversion recovery method. Adverse events were defined as follows: cardiac death; recurrent hospitalization due to heart failure. Patients were allocated into three groups based on ECV value and QRS duration (group 1: ECV ≦ 0.30 and QRS ≦ 120 ms; group 2: ECV > 0.30 or QRS > 120 ms; group 3: ECV > 0.30 and QRS > 120 ms). During a median follow-up duration of 370 days, 7 of 60 (12%) NIDCM patients experienced adverse events. NIDCM patients with events had longer QRS duration (134 ± 31 ms vs. 106 ± 14 ms, p = 0.01) and higher ECV (0.34 ± 0.07 vs 0.29 ± 0.05, p = 0.026) compared with those without events. On Kaplan-Meier curve analysis, significant difference was found between group 1 and group 3 (p < 0.001, log-rank test). No significant difference was found between group 1 and group 2 (p = 0.053), group 2 and group 3 (p = 0.115). The area under the receiver operating characteristic curve (AUC) for predicting adverse events was 0.778 (95% confidence interval CI 0.612-0.939) for ECV, 0.792 (95% CI 0.539-0.924) for QRS duration, 0.822 (95% CI 0.688-0.966) for combination of ECV and QRS duration. NIDCM patients with high ECV and prolonged QRS duration had significantly worse prognosis compared to those with normal ECV and normal QRS duration. The combination of ECV and QRS duration could be useful as a non-invasive method for better risk stratification for patients with NIDCM.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8679,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Serum glutamate dehydrogenase activity enables early detection of liver injury in subjects with underlying muscle impairments.","authors":"[Shelli, Schomaker][David, Potter][Roscoe, Warner][Jane, Larkindale][Nicholas, King][Amy C, Porter][Jane, Owens][Lindsay, Tomlinson][John-Michael, Sauer][Kent, Johnson][Jiri, Aubrecht]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32407333","articleAbstract":"Serum activities of alanine and aspartate aminotransferases (ALT and AST) are used as gold standard biomarkers for the diagnosis of hepatocellular injury. Since ALT and AST lack liver specificity, the diagnosis of the onset of hepatocellular injury in patients with underlying muscle impairments is severely limited. Thus, we evaluated the potential of glutamate dehydrogenase (GLDH) as a liver specific alternative biomarker of hepatocellular injury. In our study, serum GLDH in subjects with Duchene muscular dystrophy (DMD) was equivalent to serum GLDH in age matched healthy subjects, while serum ALT was increased 20-fold in DMD subjects. Furthermore, serum GLDH in 131 subjects with variety of muscle impairments was similar to serum GLDH of healthy subjects while serum ALT corelated with serum creatine kinase, a widely accepted biomarker of muscle impairment. In addition, significant elevations of ALT, AST, and CK were observed in a case of a patient with rhabdomyolysis, while serum GLDH stayed within the normal range until the onset of hypoxia-induced liver injury. In a mouse model of DMD (DMDmdx), serum GLDH but not serum ALT clearly correlated with the degree of acetaminophen-induced liver injury. Taken together, our data support the utility of serum GLDH as a liver-specific biomarker of liver injury that has a potential to improve diagnosis of hepatocellular injury in patients with underlying muscle impairments. In drug development, GLDH may have utility as a biomarker of drug induced liver injury in clinical trials of new therapies to treat muscle diseases such as DMD.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7945,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Concordance and Discordance of Echocardiographic Parameters Recommended for Assessing the Severity of Mitral Regurgitation.","authors":"[Seth, Uretsky][Lillian, Aldaia][Leo, Marcoff][Konstantinos, Koulogiannis][Edgar, Argulian][Glenmore, Lasam][Linda, Gillam]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32408828","articleAbstract":"The American College of Cardiology/American Heart Association and American Society of Echocardiography guidelines recommend assessing several echocardiographic parameters when evaluating mitral regurgitation (MR) severity. These parameters can be discordant, making the assessment of MR challenging. The degree to which echocardiographic parameters of MR severity are concordant is not well studied.We enrolled 159 patients in a prospective multicenter study. Eight parameters were included in this analysis: proximal isovelocity surface area (PISA)-derived regurgitant volume, PISA-derived effective regurgitant orifice area, vena contracta, color Doppler jet/left atrial area, left atrial volume index, left ventricular end-diastolic volume index, peak E wave, and the presence of pulmonary vein systolic reversal. Each echocardiographic parameter was determined to represent severe or nonsevere MR according to the American Society of Echocardiography guidelines. A concordance score was calculated as [Formula: see text] so that a higher score reflects greater concordance. There was no discordance when all the echocardiographic parameters agreed and high discordance when 3 or 4 parameters were discordant.The mean concordance score was 75±14% for the entire cohort. There were 9 (6%) patients with complete agreement of all parameters and 61 (38%) with high discordance. There was greater discordance in patients with severe MR but no difference between primary versus secondary or central versus eccentric jets. There was an improvement in concordance when only considering PISA-based regurgitant volume, PISA-based effective regurgitant orifice area, and vena contracta with agreement in 68% of patients.There was limited concordance between the echocardiographic parameters of MR severity, and the discordance was worse with more severe MR. Concordance improved when considering only 3 quantitative measures of vena contracta and PISA-based effective regurgitant orifice area and regurgitant volume. These findings highlight the challenges facing echocardiographers when assessing the severity of MR and emphasize the difficulty of using an integrated approach that incorporates multiple components. Registration: URL: https://www.clinicaltrials.gov; Unique identifier: NCT04038879.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7905,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Restrictive mitral annuloplasty with or without coronary artery bypass grafting in ischemic mitral regurgitation.","authors":"[Satoshi, Kainuma][Koichi, Toda][Shigeru, Miyagawa][Yasushi, Yoshikawa][Hiroki, Hata][Daisuke, Yoshioka][Takuji, Kawamura][Ai, Kawamura][Takayoshi, Ueno][Toru, Kuratani][Haruhiko, Kondoh][Takafumi, Masai][Arudo, Hiraoka][Taichi, Sakaguchi][Hidenori, Yoshitaka][Yukitoshi, Shirakawa][Toshiki, Takahashi][Shunsuke, Saito][Osamu, Monta][Junya, Sado][Tetsuhisa, Kitamura][Sho, Komukai][Atsushi, Hirayama][Kazuhiro, Taniguchi][Yoshiki, Sawa]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32400096","articleAbstract":"In patients with ischaemic mitral regurgitation (MR), the impact of mitral valve surgery with concomitant coronary artery bypass grafting (CABG) on post-operative survival and left ventricular (LV) reverse remodelling remains unknown. Therefore, we investigated these outcomes following restrictive mitral annuloplasty (RMA) with and without CABG in those patients.This study included 309 patients with chronic MR and ischaemic cardiomyopathy for whom concomitant CABG was indicated (n = 225) or not indicated (n = 84) with RMA. The primary endpoint was all cause mortality during the follow-up, and the secondary endpoint was defined as the composite of mortality and re-admission for heart failure. Linear mixed model was used to analyse serial echocardiographic changes in LV function. To reduce the impact of treatment bias and potential confounding in the direct comparisons between patients who underwent RMA with and those who underwent it without CABG, we established weighted Cox proportional-hazards regression models with inverse-probability-of-treatment weighting. Pre-operatively, there were no intergroup differences in age (RMA with CABG, 67 ± 9 vs. RMA without CABG, 68 ± 11, P = 0.409) and logistic EuroSCORE II (16 ± 14 vs. 15 ± 15%, P = 0.496). The 30-day mortalities were 2.7% and 3.6%, respectively (P = 0.67). During follow-up with a mean duration of 72 ± 37 months (range, 5.6-179), there were 157 deaths and 105 re-admissions for heart failure. Overall 1-year and 5-year survival rates were 83 ± 2% and 58 ± 3%, respectively. Patients who did not receive CABG with RMA had a significantly lower 5-year survival rate (45% vs. 63%, P = 0.049) and freedom from adverse events defined as mortality and/or admission for heart failure (19% vs. 43%, P < 0.001) than those who did. After adjustments for clinical covariates with inverse-probability-of-treatment weighting, concomitant CABG was identified as an independent protective factor for adverse events (hazard ratio: 0.53; 95% confidence interval: 0.44-0.64; P < 0.001). Along with significant MR reduction, LV function parameters changed over time after surgery in both groups, with greater improvements in patients who underwent RMA with CABG (time effect, P < 0.001; and interaction effect, P = 0.002).RMA can be performed with an acceptable operative mortality, irrespective of indications for CABG. Patients with ischaemic MR for whom CABG is indicated with RMA are more likely to show better long-term and event-free survival and greater improvements in LV systolic function. The optimal revascularization strategy should be discussed with a heart team whenever indicated in patients with ischaemic MR; otherwise, they may miss the opportunity to benefit from concomitant CABG during subsequent RMA.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8668,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Nitrous oxide/oxygen plus acetaminophen versus morphine in ST elevation myocardial infarction: open-label, cluster-randomized, non-inferiority study.","authors":"[Sandrine, Charpentier][Michel, Galinski][Vincent, Bounes][Agnès, Ricard-Hibon][Carlos, El-Khoury][Meyer, Elbaz][François-Xavier, Ageron][Stéphane, Manzo-Silberman][Louis, Soulat][Frédéric, Lapostolle][Alexandre, Gérard][Delphine, Bregeaud][Vanina, Bongard][Eric, Bonnefoy-Cudraz][]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"12-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32398160","articleAbstract":"Studies have shown disparate results on the consequences of morphine use in ST-segment elevation myocardial infarction (STEMI). No study has evaluated alternative treatments that could be at least non-inferior to morphine without its potentially damaging consequences for myocardial function and platelet reactivity. The aim of this study was to evaluate whether nitrous oxide/oxygen plus intravenous acetaminophen (NOO-A) is non-inferior to morphine to control chest pain in STEMI patients.This multicenter, open-label, cluster-randomized, controlled, non-inferiority study compared NOO-A with morphine in 684 prehospital patients with ongoing suspected STEMI of < 12 h duration and a pain rating score ≥ 4. The primary endpoint was the proportion of patients achieving pain relief (numeric rating score ≤ 3) after 30 min. Secondary safety endpoints included serious adverse events and death at 30 days.The median baseline pain score was 7.0 in both groups. The primary endpoint occurred in 51.7% of the NOO-A group and 73.6% of the morphine group (absolute risk difference - 21.7%; 95% confidence interval - 29.6 to - 13.8). At 30 days, the rate of serious adverse events was 16.0 and 18.8% in the NOO-A and morphine groups respectively (p = NS). The rate of death was 1.8% (NOO-A group) and 3.8% (morphine group) (p = NS).Analgesia provided by NOO-A was inferior to morphine at 30 min in patients with acute STEMI in the prehospital setting. Rates of serious adverse events did not differ between groups.ClinicalTrials.gov: NCT02198378.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7943,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Direct comparison of activation maps during galvanic vestibular stimulation: A hybrid H2[15 O] PET-BOLD MRI activation study.","authors":"[Sandra, Becker-Bense][Frode, Willoch][Thomas, Stephan][Matthias, Brendel][Igor, Yakushev][Maximilian, Habs][Sibylle, Ziegler][Michael, Herz][Markus, Schwaiger][Marianne, Dieterich][Peter, Bartenstein]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32413079","articleAbstract":"Previous unimodal PET and fMRI studies in humans revealed a reproducible vestibular brain activation pattern, but with variations in its weighting and expansiveness. Hybrid studies minimizing methodological variations at baseline conditions are rare and still lacking for task-based designs. Thus, we applied for the first time hybrid 3T PET-MRI scanning (Siemens mMR) in healthy volunteers using galvanic vestibular stimulation (GVS) in healthy volunteers in order to directly compare H215O-PET and BOLD MRI responses. List mode PET acquisition started with the injection of 750 MBq H215O simultaneously to MRI EPI sequences. Group-level statistical parametric maps were generated for GVS vs. rest contrasts of PET, MR-onset (event-related), and MR-block. All contrasts showed a similar bilateral vestibular activation pattern with remarkable proximity of activation foci. Both BOLD contrasts gave more bilateral wide-spread activation clusters than PET; no area showed contradictory signal responses. PET still confirmed the right-hemispheric lateralization of the vestibular system, whereas BOLD-onset revealed only a tendency. The reciprocal inhibitory visual-vestibular interaction concept was confirmed by PET signal decreases in primary and secondary visual cortices, and BOLD-block decreases in secondary visual areas. In conclusion, MRI activation maps contained a mixture of CBF measured using H215O-PET and additional non-CBF effects, and the activation-deactivation pattern of the BOLD-block appears to be more similar to the H215O-PET than the BOLD-onset.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7909,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Commentary on: Malpractice Litigation in Plastic Surgery: Can We Identify Patterns?","authors":"[Samuel O, Weaver]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"16-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32314791","articleAbstract":"-","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7963,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The ORNATE India Project: United Kingdom-India Research Collaboration to tackle visual impairment due to diabetic retinopathy.","authors":"[S, Sivaprasad][R, Raman][D, Conroy][Mohan][R, Wittenberg][R, Rajalakshmi][A, Majeed][S, Krishnakumar][T, Prevost][S, Parameswaran][P, Turowski][U, Maheswari][R, Khobragade][G, Netuveli][R, Sadanandan][J, Greenwood][K, Ramasamy][M, Rao][C, Bergeles][T, Das][]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398841","articleAbstract":"The ORNATE India project is funded by the UK Research and Innovation (UKRI) through the Global Challenges Research Fund. The aim is to build research capacity and capability in India and the UK to tackle global burden of diabetes-related visual impairment. As there are over 77 million people with diabetes in India, it is challenging to screen every person with diabetes annually for sight-threatening diabetic retinopathy (DR). Therefore, alternate safe approaches need to be developed so that those at-risk of visual impairment due to DR is identified promptly and treated.The project team utilised diverse global health strategies and research methods to co-design work packages to build research capacity and capability to ensure effective, affordable and efficient DR services are made available for the population. The strategies and methods employed included health system strengthening; implementation science; establishing care pathways; co-designing collaborative studies on affordable technologies, developing quality standards and guidelines to decrease variations in care; economic analysis; risk modelling and stratification. Five integrated work packages have been developed to deal with all aspects of DR care. These included implementation of a DR screening programme in the public health system in a district in Kerala, evaluating regional prevalence of diabetes and DR and assessing ideal tests for holistic screening for diabetes and its complications in 20 areas in India, utilising artificial intelligence on retinal images to facilitate DR screening, exploring biomarker and biosensor research to detect people at risk of diabetes complications, estimating cost of blindness in India and risk modelling to develop risk-based screening models for diabetes and its complications. A large collaborative network will be formed to propagate research, promote shared learning and bilateral exchanges between high- and middle-income countries to tackle diabetes-related blindness.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7923,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Implementation of Intraoperative Cone-Beam Computed Tomography (O-arm) for Stereotactic Imaging During Deep Brain Stimulation Procedures.","authors":"[Rozemarije A, Holewijn][Maarten, Bot][Pepijn, van den Munckhof][P Richard, Schuurman]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32392290","articleAbstract":"Intraoperative cone-beam computed tomography (iCBCT) allows for rapid 3-dimensional imaging. However, it is currently unknown whether this imaging technique offers sufficient accuracy for stereotactic registration during deep brain stimulation (DBS) procedures.To determine the accuracy of iCBCT, with the O-arm O2 (Medtronic), for stereotactic registration by comparing this modality to stereotactic magnetic resonance imaging (MRI).All DBS patients underwent a preoperative non-stereotactic 3 Tesla MRI, stereotactic 1.5 Tesla MRI, stereotactic O-arm iCBCT, postimplantation O-arm iCBCT, and postoperative conventional multidetector computed tomography (CT) scan. We compared stereotactic (X, Y, and Z) coordinates of the anterior commissure (AC), the posterior commissure (PC), and midline reference (MR) between stereotactic MRI and iCBCT. For localisation comparison of electrode contacts, stereotactic coordinates of electrode tips were compared between the postoperative multidetector CT and iCBCT.A total of 20 patients were evaluated. The average absolute difference in stereotactic coordinates of AC, PC, and MR was 0.4 ± 0.4 mm for X, 0.4 ± 0.4 mm for Y, and 0.7 ± 0.5 mm for Z. The average absolute difference in X-, Y-, and Z-coordinates for electrode localisation (N = 34) was 0.3 ± 0.3 mm, 0.6 ± 0.3 mm, and 0.6 ± 0.6 mm. These differences were small enough not to be considered clinically relevant.Stereotactic MRI and O-arm iCBCT yield comparable coordinates in pre- and postoperative imaging. Differences found are below the threshold of clinical relevance. Intraoperative O-arm CBCT offers rapid stereotactic registration and evaluation of electrode placement. This increases patient comfort and neurosurgical workflow efficiency.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7933,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"The Effect of Self-Care Program Based on Modeling and Role Modeling Theory on Body Image Nurturance in Patients With Colorectal Cancer: A Randomized Clinical Trial.","authors":"[Roya, Pakzad Khalilabad][Nahid, Aghebati][Hamid Reza, Behnam Vashani]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32404723","articleAbstract":"One of the most critical disorders among patients with colorectal cancer is a change in their body image. This study aimed to examine the effect of a self-care program based on the modeling and role-modeling theory on nurturing body image of patients with colorectal cancer. In 2018, a 2-group randomized clinical trial was conducted in Mashhad, Iran. According to the modeling and role-modeling theory, 27 patients allocated in the experimental group received five 30- to 45-minute sessions at the hospital and 4 sessions of phone counseling within 2 weeks. Twenty-seven patients randomly allocated in the control group received the routine care. Data were collected by demographic and body image scales 3 times with the patients. The mean age of the patients in experimental and control groups was not significantly different (P = .46). The mean scores of the body image at the admission time were 26.8 ± 2.6 in the experimental and 27.9 ± 3.1 in control groups (P = .12). However, the mean scores of body image of the experimental group were 24.3 ± 4.6 at the discharge time and 28.1 ± 2.1 during the follow-up phase. In the control group, the body image scores were 21.0 ± 5.6 at discharge time and 22.9 ± 6.1 during the follow-up phase. Repeated-measures analysis of variance revealed significant differences between the 2 groups (P ≤ .001). Application of the self-care program based on the modeling and role-modeling theory can play a critical role in nurturing the body image of patients with colorectal cancer.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7966,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Endovascular Treatment for Acute Ischemic Stroke in Patients on Oral Anticoagulants: Results From the MR CLEAN Registry.","authors":"[Robert-Jan B, Goldhoorn][Rob A, van de Graaf][Jan M, van Rees][Hester F, Lingsma][Diederik W J, Dippel][Wouter H, Hinsenveld][Alida, Postma][Ido, van den Wijngaard][Wim H, van Zwam][Robert J, van Oostenbrugge][Bob, Roozenbeek][]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32390550","articleAbstract":"Background and Purpose- The use of oral anticoagulants (OAC) is considered a contra-indication for intravenous thrombolytics as acute treatment of ischemic stroke. However, little is known about the risks and benefits of endovascular treatment in patients on prior OAC. We aim to compare outcomes after endovascular treatment between patients with and without prior use of OAC. Methods- Data of patients with acute ischemic stroke caused by an intracranial anterior circulation occlusion, included in the nationwide, prospective, MR CLEAN Registry between March 2014 and November 2017, were analyzed. Outcomes of interest included symptomatic intracranial hemorrhage and functional outcome at 90 days (modified Rankin Scale score). Outcomes between groups were compared with (ordinal) logistic regression analyses, adjusted for prognostic factors. Results- Three thousand one hundred sixty-two patients were included in this study, of whom 502 (16%) used OAC. There was no significant difference in the occurrence of symptomatic intracranial hemorrhage between patients with and without prior OACs (5% versus 6%; adjusted odds ratio, 0.63 [95% CI, 0.38-1.06]). Patients on OACs had worse functional outcomes than patients without OACs (common odds ratio, 0.57 [95% CI, 0.47-0.66]). However, this observed difference in functional outcome disappeared after adjustment for prognostic factors (adjusted common odds ratio, 0.91 [95% CI, 0.74-1.13]). Conclusions- Prior OAC use in patients treated with endovascular treatment for ischemic stroke is not associated with an increased risk of symptomatic intracranial hemorrhage or worse functional outcome compared with no prior OAC use. Therefore, prior OAC use should not be a contra-indication for endovascular treatment.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8010,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Pelvic Tilt and Range of Motion in Hips With Femoroacetabular Impingement Syndrome.","authors":"[Rikin V, Patel][Shuyang, Han][Christopher, Lenherr][Joshua D, Harris][Philip C, Noble]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"15-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"31599764","articleAbstract":"Physiotherapy is a management option for the treatment of femoroacetabular impingement (FAI) syndrome. This study examines the influence of changes in pelvic tilt and hip adduction on the range of motion (ROM) of the hip.Ten FAI hips were used to simulate impingement at two positions: (1) 20° internal rotation (IR) with 100° flexion and 10° adduction and (2) 40° IR with 35° flexion and 10° adduction; the amount of IR was measured at the point of bony impingement or to the defined limit. Each simulation was performed at neutral and 5° and 10° anterior and posterior pelvic tilt. Then, the hip was placed in 10° of abduction, and all simulations were repeated.With neutral pelvic tilt, impingement occurred at 4.3 ± 8.4° of IR at the high-flexion position. An increase in anterior pelvic tilt led to a loss of IR, that is, earlier occurrence of FAI, whereas an increase in posterior pelvic tilt led to an increase in IR, that is, later occurrence of FAI. At the high-flexion position, abduction provided more IR before impingement (neutral: 9.1 ± 5.7°, P < 0.01; 10° anterior tilt: 14.6 ± 5.2°, P < 0.01; 10° posterior tilt: 4.2 ± 3.7° IR, P = 0.01). Placing the hip in abduction and posteriorly tilting the pelvis produce a combined effect that increased IR relative to the neutrally tilted pelvis (5° posterior tilt: 11.4 ± 7.6°, P = 0.01; 10° posterior tilt: 12.8 ± 7.6°, P < 0.01). The ROM in the mid-flexion position was not affected by any combination of pelvic tilt and hip abduction or adduction (average IR: 37.4 ± 5.0°, P > 0.05).Abduction and posterior pelvic tilt increased the impingement-free ROM in the hips with FAI. Thus, rehabilitation aimed at altering the tilt of the pelvis may reduce the frequency of impingement and limit further joint damage.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8675,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Hyponatremia presenting with hourly fluctuating urine osmolality.","authors":"[Raku, Son][Masahiko, Nagahama][Fumiaki, Tanemoto][Yugo, Ito][Fumika, Taki][Ryosuke, Tsugitomi][Masaaki, Nakayama]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"13-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32408271","articleAbstract":"The etiology of hyponatremia is assessed based on urine osmolality and sodium. We herein describe a 35-year-old Asian man with pulmonary tuberculosis and perforated duodenal ulcer who presented with hyponatremia with hourly fluctuating urine osmolality ranging from 100 to 600 mosmol/kg, which resembled urine osmolality observed in typical polydipsia and SIADH simultaneously. Further review revealed correlation of body temperature and urine osmolality. Since fever is a known non-osmotic stimulus of ADH secretion, we theorized that hyponatremia in this patient was due to transient ADH secretion due to fever. In our case, empiric exogenous glucocorticoid suppressed transient non-osmotic ADH secretion and urine osmolality showed highly variable concentrations. Transient ADH secretion-related hyponatremia may be underrecognized due to occasional empiric glucocorticoid administration in patients with critical illnesses. Repeatedly monitoring of urine chemistries and interpretation of urine chemistries with careful review of non-osmotic stimuli of ADH including fever is crucial in recognition of this etiology.Hourly fluctuations in urine osmolality can be observed in patients with fever, which is a non-osmotic stimulant of ADH secretion. Repeated monitoring of urine chemistries aids in the diagnosis of the etiology underlying hyponatremia, including fever, in patients with transient ADH secretion. Glucocorticoid administration suppresses ADH secretion and improves hyponatremia even in the absence of adrenal insufficiency; the etiology of hyponatremia should be determined carefully in these patients.","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7953,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Tumor microenvironment-responsive polydopamine-based core/shell nanoplatform for synergetic theranostics.","authors":"[Qian, Chen][Xueru, Shan][Suqing, Shi][Chunzhu, Jiang][Tinghua, Li][Shanshan, Wei][Xinyu, Zhang][Guoying, Sun][Jianhua, Liu]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32270145","articleAbstract":"Theranostic agents that integrate diagnostic and therapeutic modalities have drawn extensive attention due to their ability to deliver real-time imaging-guided tumor treatment. Herein, a novel core-shell polydopamine (PDA)-based theranostic agent (PDA@TA-Fe) was fabricated via a two-step strategy. Upon 808 nm and 1064 nm laser irradiation, this agent exhibited high photothermal conversion efficiencies of 29% and 41%, respectively. After endocytosis into tumor cells, the TA-Fe shell of PDA@TA-Fe gradually disintegrated in the weakly acidic tumor microenvironment (TME), and released the TA as an acidity-activated reductant that could reduce Fe3+ to Fe2+. Subsequently, the generated Fe2+ reacted with H2O2 to generate toxic hydroxyl radicals (˙OH) via the Fenton reaction, which induced the apoptosis of tumor cells and achieved the chemodynamic therapy (CDT). The heat produced by photothermal therapy (PTT) accelerated the ˙OH generation to achieve a synergetic effect of CDT/PTT. In vivo tumor-xenograft imaging and therapeutic assays demonstrated obvious contrast enhancement at the tumor site in the T1/T2-weighted MR imaging and efficient tumor suppression achieved after the intravenous injection of this agent because of the enhanced permeation and retention (EPR) effect. This study offered a new strategy to design an \"all-in-one\" nanoplatform for T1/T2 MR imaging-guided synergistic cancer treatment of CDT/PTT.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8665,"alertName":"PerfTest4","priority":{"value":"Medium","iconClass":"mdi mdi-alpha-m-circle blue-1"},"title":"Acetaminophen poisoning: reclaiming the definition of recovery.","authors":"[Philip C, DiSalvo][William K, Chiang][Josh J, Wang]","assignedTo":{"id":6578,"fullName":"Admin","name":"Admin"},"publicationDate":"13-May-2020","disposition":"New","productName":"PARACETAMOL","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":8602,"articleId":"32400217","articleAbstract":"-","execConfigId":8633,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7871,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Neurocognitive recovery and global cerebral perfusion improvement after cranioplasty in chronic sinking skin flap syndrome of 18 years: Case report using arterial spin labelling magnetic resonance perfusion imaging.","authors":"[Peter Yat Ming, Woo][Calvin Hoi Kwan, Mak][Henry Ka Fung, Mak][Anderson Chun On, Tsang]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32409216","articleAbstract":"Sinking skin flap syndrome (SSFS) is a complication among long-term survivors of stroke or traumatic brain injury treated by decompressive craniectomy. The syndrome encompasses a wide spectrum of neurological symptoms including cognitive decline, seizures, speech and sensorimotor deficits. Early cranioplasty appears to improve cerebral perfusion, but the efficacy of cranioplasty in neurocognitive outcome in long-standing SSFS patient is unclear. We report a 64-year-old patient who suffered from traumatic brain injury and underwent decompressive craniectomy 18 years ago. She had chronic SSFS with pre-cranioplasty assessments demonstrating severe neurocognitive impairments which were static over time. After cranioplasty with custom-made polyetheretherketone flap to restore the 264 cm2 skull defect, magnetic resonance perfusion scan with pseudo-continuous arterial spin labelling technique showed a two-fold augmentation of cerebral blood flow in both frontal lobes, as well as areas distal to the sunken skin flap compared to baseline. This is accompanied by improvement of neurocognitive function as assessed by Montreal Cognitive Assessment, Neurobehavioral Cognitive State Examination, and Rivermead Behavioural Memory Test three and six months after cranioplasty. The patient's quality of life and that of her primary carer also showed improvement. This report describes a case of neurocognitive and global cerebral perfusion improvement after cranioplasty in the setting of prolonged SFSS of 18 years, and adds to the growing body of literature supporting the therapeutic role of cranioplasty beyond purely protective or cosmetic indications. The advantages and clinical utility of pCASL MR perfusion in assessing serial CBF before and after cranioplasty is illustrated.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7868,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Poloxamer: A versatile tri-block copolymer for biomedical applications.","authors":"[Payam, Zarrintaj][Joshua D, Ramsey][Ali, Samadi][Zhaleh, Atoufi][Mohsen Khodadadi, Yazdi][Mohammad Reza, Ganjali][Leila Mohammadi, Amirabad][Ehsan, Zangene][Mehdi, Farokhi][Krzysztof, Formela][Mohammad Reza, Saeb][Masoud, Mozafari][Sabu, Thomas]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"14-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32417265","articleAbstract":"Poloxamers, also called Pluronic, belong to a unique class of synthetic tri-block copolymers containing central hydrophobic chains of poly(propylene oxide) sandwiched between two hydrophilic chains of poly(ethylene oxide). Some chemical characteristics of poloxamers such as temperature-dependent self-assembly and thermo-reversible behavior along with biocompatibility and physiochemical properties make poloxamer-based biomaterials promising candidates for biomedical application such as tissue engineering and drug delivery. The microstructure, bioactivity, and mechanical properties of poloxamers can be tailored to mimic the behavior of various types of tissues. Moreover, their amphiphilic nature and the potential to self-assemble into the micelles make them promising drug carriers with the ability to improve the drug availability to make cancer cells more vulnerable to drugs. Poloxamers are also used for the modification of hydrophobic tissue-engineered constructs. This article collects the recent advances in design and application of poloxamer-based biomaterials in tissue engineering, drug/gene delivery, theranostic devices, and bioinks for 3D printing. Statement of Significance Poloxamers, also called Pluronic, belong to a unique class of synthetic tri-block copolymers containing central hydrophobic chains of poly(propylene oxide) sandwiched between two hydrophilic chains of poly(ethylene oxide). The microstructure, bioactivity, and mechanical properties of poloxamers can be tailored to mimic the behavior of various types of tissues. Moreover, their amphiphilic nature and the potential to self-assemble into the micelles make them promising drug carriers with the ability to improve the drug availability to make cancer cells more vulnerable to drugs. However, no reports have systematically reviewed the critical role of poloxamer for biomedical applications. Research on poloxamers is growing today opening new scenarios that expand the potential of these biomaterials from \"traditional\" treatments to a new era of tissue engineering. To the best of our knowledge, this is the first review article in which such issue is systematically reviewed and critically discussed in the light of the existing literature. Undoubtedly, investigations on the use of poloxamer biomaterials needs further advancement and a lot of critical questions have yet to be answered. Herein, we introduce the salient features, the hurdles that must be overcome, the hopes and practical constraints into further developments.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":7906,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Automated Cell-Free Multiprotein Synthesis Facilitates the Identification of a Secretory, Oligopeptide Elicitor-Like, Immunoreactive Protein of the Oomycete Pythium insidiosum.","authors":"[Pattarana, Sae-Chew][Thidarat, Rujirawat][Yothin, Kumsang][Penpan, Payattikul][Tassanee, Lohnoo][Wanta, Yingyong][Chalisa, Jaturapaktrarak][Tiwa, Rotchanapreeda][Onrapak, Reamtong][Tanawut, Srisuk][Weerayuth, Kittichotirat][Theerapong, Krajaejun]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"12-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32398276","articleAbstract":"Protein production relies on time-consuming genetic engineering and in vivo expression, which is a bottleneck for functional studies in the postgenomic era. Cell-free protein synthesis (CFPS) overcomes the limitation of in vivo protein biosynthesis by processing in vitro transcription and translation of multiple genes to proteins within hours. We employed an automated CFPS to simultaneously synthesize proteins from 24 genes of the oomycete Pythium insidiosum (which causes the life-threatening disease pythiosis) and screen for a diagnostic and therapeutic target. CFPS successfully synthesized 18 proteins (∼75% success rate). One protein, namely, I06, was explicitly recognized by all pythiosis sera, but not control sera, tested. Py. insidiosum secreted a significant amount of I06. The protein architecture of I06 is compatible with the oligopeptide elicitor (OPEL) of the phylogenetically related plant-pathogenic oomycete Phytophthora parasitica The OPEL-like I06 protein of Py. insidiosum can stimulate host antibody responses, similar to the P. parasitica OPEL that triggers plant defense mechanisms. OPEL-like I06 homologs are present only in the oomycetes. Py. insidiosum contains two OPEL-like I06 homologs, but only one of the two homologs was expressed during hyphal growth. Twenty-nine homologs derived from 15 oomycetes can be phylogenetically divided into two groups. The OPEL-like genes might occur in the common ancestor, before independently undergoing gene gain and loss during the oomycete speciation. In conclusion, CFPS offers a fast in vitro protein synthesis. CFPS simultaneously generated multiple proteins of Py. insidiosum and facilitated the identification of the secretory OPEL-like I06 protein, a potential target for the development of a control measure against the pathogen.IMPORTANCE Technical limitations of conventional biotechnological methods (i.e., genetic engineering and protein synthesis) prevent extensive functional studies of the massive amounts of genetic information available today. We employed a cell-free protein synthesis system to rapidly and simultaneously generate multiple proteins from genetic codes of the oomycete Pythium insidiosum, which causes the life-threatening disease called pythiosis, in humans and animals worldwide. We aimed to screen for potential diagnostic and therapeutic protein targets of this pathogen. Eighteen proteins were synthesized. Of the 18 proteins, one was a secreted immunoreactive protein, called I06, that triggered host immunity and was recognized explicitly by all tested sera from pythiosis patients. It is one of the OPEL proteins; these proteins are present only in the unique group of microorganisms called oomycetes. Here, we demonstrated that cell-free protein synthesis was useful for the production of multiple proteins to facilitate functional studies and identify a potential target for diagnosis and treatment of pythiosis.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8008,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Target Product Profiles for medical tests: a systematic review of current methods.","authors":"[Paola, Cocco][Anam, Ayaz-Shah][Michael Paul, Messenger][Robert Michael, West][Bethany, Shinkins]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"11-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32389127","articleAbstract":"A Target Product Profile (TPP) outlines the necessary characteristics of an innovative product to address an unmet clinical need. TPPs could be used to better guide manufacturers in the development of 'fit for purpose' tests, thus increasing the likelihood that novel tests will progress from bench to bedside. However, there is currently no guidance on how to produce a TPP specifically for medical tests.A systematic review was conducted to summarise the methods currently used to develop TPPs for medical tests, the sources used to inform these recommendations and the test characteristics for which targets are made. Database and website searches were conducted in November 2018. TPPs written in English for any medical test were included. Based on an existing framework, test characteristics were clustered into commonly recognised themes.Forty-four TPPs were identified, all of which focused on diagnostic tests for infectious diseases. Three core decision-making phases for developing TPPs were identified: scoping, drafting and consensus-building. Consultations with experts and the literature mostly informed the scoping and drafting of TPPs. All TPPs provided information on unmet clinical need and desirable analytical performance, and the majority specified clinical validity characteristics. Few TPPs described specifications for clinical utility, and none included cost-effectiveness.We have identified a commonly used framework that could be beneficial for anyone interested in drafting a TPP for a medical test. Currently, key outcomes such as utility and cost-effectiveness are largely overlooked within TPPs though and we foresee this as an area for further improvement.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]},{"id":8002,"alertName":"LitPerf1","priority":{"value":"Urgent","iconClass":"mdi mdi-alpha-u-circle red-1"},"title":"Multi-parametric liver tissue characterization using MR fingerprinting: Simultaneous T1 , T2 , T2∗ , and fat fraction mapping.","authors":"[Olivier, Jaubert][Cristobal, Arrieta][Gastão, Cruz][Aurélien, Bustin][Torben, Schneider][Georgios, Georgiopoulos][Pier-Giorgio, Masci][Carlos, Sing-Long][Rene M, Botnar][Claudia, Prieto]","assignedTo":{"id":7435,"fullName":"bhagya","username":"bhagya","email":"NR.Bhagyalakshmi@rxlogix.com"},"publicationDate":"13-May-2020","disposition":"New","productName":"WHO-DIAMICRON MR","eventName":null,"actionCount":0,"isValidationStateAchieved":false,"alertTags":[],"alertConfigId":7690,"articleId":"32406125","articleAbstract":"Quantitative T1 , T2 , T2∗ , and fat fraction (FF) maps are promising imaging biomarkers for the assessment of liver disease, however these are usually acquired in sequential scans. Here we propose an extended MR fingerprinting (MRF) framework enabling simultaneous liver T1 , T2 , T2∗ , and FF mapping from a single ~14 s breath-hold scan.A gradient echo (GRE) liver MRF sequence with nine readouts per TR, low flip angles (5-15°), varying magnetisation preparation and golden angle radial trajectory is acquired at 1.5T to encode T1 , T2 , T2∗ , and FF simultaneously. The nine-echo time-series are reconstructed using a low-rank tensor constrained reconstruction and used to fit T2∗ , B0 and to separate the water and fat signals. Water- and fat-specific T1 , T2, and M0 are obtained through dictionary matching, whereas FF estimation is extracted from the M0 maps. The framework was evaluated in a standardized T1 /T2 phantom, a water-fat phantom, and 12 subjects in comparison to reference methods. Preliminary clinical feasibility is shown in four patients.The proposed water T1 , water T2 , T2∗ , and FF maps in phantoms showed high coefficients of determination (r2 > 0.97) relative to reference methods. Measured liver MRF values in vivo (mean ± SD) for T1 , T2 , T2∗ , and FF were 671 ± 60 ms, 43.2 ± 6.8 ms, 29 ± 6.6 ms, and 3.2 ± 2.6% with biases of 92 ms, -7.1 ms, -1.4 ms, and 0.63% when compared to conventional methods.A nine-echo liver MRF sequence allows for quantitative multi-parametric liver tissue characterization in a single breath-hold scan of ~14 s. Future work will aim to validate the proposed approach in patients with liver disease.","execConfigId":7721,"isReviewed":false,"comment":null,"isAttachment":false,"signal":[]}],"filters":[{"value":"New","closed":false,"isClosed":false}]}